[
    {
        "title": "Rainbow milk",
        "subject": "Chemistry",
        "description": "Create a color explosion in milk. About polarity, water and mixtures.",
        "link": "https://www.experimentarchive.com/experiments/rainbow-milk/",
        "explanation": "Milk is a mixture consisting of water and chemical substances dissolved in the water.Water consists of water molecules that attract each other quite strongly. You can see this when the food colors has difficulty mixing with the water and remains as drops in a limited area. But when dish soap is added to water, the dish soap molecules penetrate in between the water molecules and break their bonds. The food coloring molecules can then move freely and spread out in the milk.The dish soap also has another effect. Dish soap consist of molecules whose one end attaches to fat molecules in the milk and the other end to water molecules. The result is small aggregations of fat molecules surrounded by dish soap molecules. These small constellations, called micelles, are formed quite vigorously and push away other molecules in the formation process.The reason why water molecules attract each other is that they all have a positively charged end and a negatively charged end. Water molecules are polar. They can be compared to a bunch of magnets, which also have a positive and a negative end (these ends are magnetic instead of electrically charged, but the forces that arise work the same way). If these magnets were thrown in a bucket, they would line up, with positive ends against negative ends, and hold together.Other chemical substances whose molecules are also polar mix easily with water. It's more difficult for chemical substances that are non-polar, i.e. whose molecules have no charged ends. Food coloring, for example, is relatively non-polar, and therefore does not mix easily with water.Fat molecules are non-polar and therefore do not mix with water. This can be seen by the fact that fat in water is still held together like large drops. In milk, therefore, the fat is not very well mixed, but exists in these drops.Dish soap consist of molecules that have a polar and a non-polar end. These molecules can mix with both water and fat. When dish soap is mixed into milk, or another high-fat mixture, its molecules act as mediators. One end attaches to fat molecules and the other end to water molecules. The fat is now divided into much smaller droplets, which are called micelles, which are surrounded by dish soap molecules. Dish soap thus causes fat to partially dissolve in water.    "
    },
    {
        "title": "Egg drop challenge",
        "subject": "Technology",
        "description": "Build a landing device for an egg and then drop it from a height. About deformation.",
        "link": "https://www.experimentarchive.com/experiments/egg-drop-challenge/",
        "explanation": "Deformation is a term within physics and technology that means a change in the size or shape of a body, for example when it's subjected to a force or a change in temperature. In this build, the egg is deformed (maybe) when it's subjected to a pushing force, more specifically in a collision with the floor. The deformation of the egg means that the molecules that make up the eggshell break apart.A collision is characterized by a force that is applied for a very short time. Such a rapid force usually has a greater effect than a force acting for a longer period of time. Materials are generally more fragile on short time scales than long ones.To prevent a body from being deformed, deformation zones can be built around it. This is done in cars, among other things. A deformation zone works by \"sacrificing\" itself, i.e. deforming instead of the body you want to protect.From a thermodynamic point of view, a body that moves has kinetic energy. The more massive the body is and the faster it moves, the more kinetic energy it has. When the body collides with something, this kinetic energy must go somewhere. If the collision is elastic, however, the kinetic energy remains kinetic energy. This can happen, for example, when one atom collides with another. Both atoms move away from the collision with the kinetic energy shared between them. But it's less common on a macroscopic scale. There, the collision is instead inelastic, which means that some or all of the kinetic energy is converted into another form of energy. And this can be bad. When the egg collides with the ground, much of its kinetic energy is converted into the kinetic energy of the particles that make up the egg. This counts as another form of energy - thermal energy (or heat). It's this thermal energy, i.e. the movement of the particles, that causes the material to break. This is because their movement breaks the chemical bonds that otherwise exists between the particles and that hold the material together.          Test and improveYou have now built your first prototype. There are probably improvements to be made. In order to keep working on your design, try answering any of the following questions.What is the maximum height from where you can you drop your device without breaking the egg?What is the smallest functioning device you can build?How can you fit two eggs in your device?What is the best material to use in a deformation zone?"
    },
    {
        "title": "Cartesian diver",
        "subject": "Physics",
        "description": "Squeeze the bottle and the matches sink. About why some things floats.",
        "link": "https://www.experimentarchive.com/experiments/cartesian-diver/",
        "explanation": "The head of a match is porous and contains small pores with air in them. This means that the density of a match head is slightly lower than water and that it thus floats. But when you squeeze the bottle, you force water into the pores and the air inside is compressed. This causes the density of the match head to be higher than water and it sinks.Unlike air, water can only be compressed a tiny bit. You will notice this if you try to squeeze a bottle filled with just water.This demonstration is named after René Descartes - the French philosopher, mathematician and author who is said to have invented it in the 17th century.      ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you use a 1.5 or 2 L plastic bottle?What happens if you have some air in the bottle?What happens if you use shorter or longer match pieces?What happens if you use matches from another manufacturer?"
    },
    {
        "title": "Drops on a coin",
        "subject": "Chemistry",
        "description": "How many water drops can fit on a coin? About surface tension.",
        "link": "https://www.experimentarchive.com/experiments/drops-on-a-coin/",
        "explanation": "Water consists of water molecules that attract each other quite strongly. This means that water holds together, like in raindrops or like in a large mass on top of a coin.However, gravity from Earth constantly counteract the \"stack\" of water from growing. This means that the water eventually flows over the edges of the coin causing a lot of bonds between water molecules break.One often talks about the surface tension of water. This refers to how the surface of water holds together, again because of how water molecules attract each other.       "
    },
    {
        "title": "Homemade marble run",
        "subject": "Physics",
        "description": "Build a marble run on the wall. About gravitational and kinetic energy.",
        "link": "https://www.experimentarchive.com/experiments/homemade-marble-run/",
        "explanation": "The higher up something is, the more gravitational energy it has. The faster something moves, the more kinetic energy it has. These are two of the energy forms in the universe.A marble that is lifted from the ground gets gravitational energy. If the marble is allowed to roll back down towards the ground, this gravitational energy is converted into kinetic energy. When the marble has reached the ground again, all gravitational energy has been converted into kinetic energy. Energy can neither be created nor destroyed, only transformed from one form to another. This is called the energy principle. When energy changes from one form to another it's called an energy transformation or an energy conversion.What happened to the kinetic energy as the marble stopped?It got converted into thermal energy (heat) of the air and the marble run parts. This happened because of friction, which is a force that arises when two bodies slide against ech other. When the marble rolled on or hit the surfaces of the marble run parts and the air, friction arose, causing some of the marble's kinetic energy to convert into thermal energy.The higher up the marble starts, the more gravitational energy it has and the more kinetic energy it can get. It's possible to save or waste this kinetic energy depending on the inclination of the slope. On a steep slope, a lot of gravitational energy is converted into kinetic energy in a short time and the marble reaches a high speed.      ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.How can you make the marble clear a uphill slope?How can you make the marble clear a loop?How can you make the marble clear a jump?"
    },
    {
        "title": "Rubber chicken bone",
        "subject": "Biology",
        "description": "Bend a bone with vinegar. An experiment about the skeleton's composition.",
        "link": "https://www.experimentarchive.com/experiments/rubber-chicken-bone/",
        "explanation": "The bones of vertebrates like ourselves are more complicated than you might think. A bone is a living tissue with several components. But in short, a bone can be divided into two components; soft connective tissue and hard calcium.Common household vinegar, also called distilled white vinegar, consists of about 5 % acetic acid and the rest is water. The acetic acid reacts with the calcium in the bone, which leads to it being dissolved in the water. Only the soft connective tissue remains.An interesting observation can be made before you put the chicken bone in the vinegar. And that is that the bone ends are softer than the rest of the bone. If you are incautious, you may even break the bone ends just by scrubbing. The reason for this is that the bone at the ends is still growing, and there consists of a higher proportion of connective tissue compared to calcium. The calcification of the bone takes place while the bone is maturing.If you want to save your rubber bone, you need to store it in water (or vinegar), otherwise it will harden.      "
    },
    {
        "title": "Heavy paper",
        "subject": "Earth science",
        "description": "Break a ruler using a newspaper. An experiment about air.",
        "link": "https://www.experimentarchive.com/experiments/heavy-paper/",
        "explanation": "It's not the newspaper that is heavy enough to break the ruler. Because if you crumple a newspaper into a ball and put it on the ruler, it will fly away as expected. The reason why the ruler breaks has nothing to do with the weight of the newspaper, but with the atmosphere.Above us is the tall atmosphere. The air that the atmosphere consists of weighs quite a lot, and all this weight presses on us. In fact, every square meter (11 square feet) of Earth's surface has an air column above it that weighs about 10 000 kg (22 000 pounds) and presses with incredible force (1 000 hPa)! The larger the surface of something, the more pressure it has upon it. The pressure on the newpaper is equivalent to two cars. No wonder the ruler breaks.The strange thing about air pressure is that we don't feel it. The special thing about pressure is that it's \"distributed\" in all directions if you are inside the thing that is pushing. The air thus presses on us just as much from all directions - from below and from above, from within the body and from outside the body. It's only when one side gets very little air that the air pressure becomes noticeable, for example when we fly and the air in the cabin becomes much thinner than the air inside the body, which means that the air inside the body presses on the eardrums from the inside. In this demonstration, it's therefore important that there's very little air under the newspaper. Only then does the air pressure become noticeable, as it only comes from one direction.      "
    },
    {
        "title": "Microwave light bulb",
        "subject": "Physics",
        "description": "Light a light bulb using the microwave. Let there be light! About energy.",
        "link": "https://www.experimentarchive.com/experiments/microwave-light-bulb/",
        "explanation": ""
    },
    {
        "title": "Newspaper tower",
        "subject": "Technology",
        "description": "Build the highest tower you can. About strength, center of mass and toppling.",
        "link": "https://www.experimentarchive.com/experiments/newspaper-tower/",
        "explanation": "Organizations that measure the height of buildings distinguish between towers and buildings, as a building is only classified as a building if at least half of its height consists of habitable floors. A tower doesn't have this requirement. However, it must not be supported by cables or stays - then it's classified as a mast.A tower topples if its center of mass is no longer directly above its area of support (its \"footprint\"). Two ways to avoid this are to create a low center of mass (place a lot of the tower's mass down low) and to make a large area of support (let the tower stand on a large area of the floor). However, both of these things become tricky to achieve when you have a limited amount of building material to work with, and when the strength of the material is not the best.      Test and improveYou have now built your first prototype. There are probably improvements to be made. In order to keep working on your design, try answering any of the following questions.Which construction method gives the tallest tower - rolled paper, folded paper or crumpled paper?How much wind can your tower withstand before it falls?What happens if you place an object on top of your tower?"
    },
    {
        "title": "Balloon skewer",
        "subject": "Chemistry",
        "description": "Push a stick through your science balloon without it popping. About molecules.",
        "link": "https://www.experimentarchive.com/experiments/balloon-skewer/",
        "explanation": "The balloon consists of long molecules called polymers. They are like long spaghettis. These polymers bond together with chemical bonds called cross-links, just like spaghettis sticking together.It's these cross-links that hold the balloon together, even when it's stretched. However, only to a certain point. If the polymers are pulled apart too much, the cross-links will break.When you inflate a balloon, not all parts are stretched equally. At the opening and at the top, the least stretching takes place and the balloon retains much of its thickness there. This can be seen by the balloon being darker (less light penetrates).When you insert the skewer there, some cross-links will break, but since the balloon is not so stretched there, the remaining cross-links are enough to hold the balloon together.If, on the other hand, you insert the skewer into the side of the balloon, it will pop. Here the stretching between the polymers is so great and breaking some cross-links leads to too much force on the remaining ones, and they also break. Some cross-links here probably broke already when the balloon was inflated.Even if the balloon doesn't pop, air will still leak out at the holes.      ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens when I change the type of balloon?What happens if I change how much I inflate the balloon?What happens if I use a sharper object?What happens if I use a thicker object?"
    },
    {
        "title": "Silo of salt",
        "subject": "Physics",
        "description": "Give it all you got, but you won't break the paper. About pressure (and farms).",
        "link": "https://www.experimentarchive.com/experiments/silo-of-salt/",
        "explanation": "When you press with the stick, you subject the salt to a force. This force doesn't \"propagate\" as you might think, that is, in a straight column to the bottom of the toilet roll where the toilet paper should break. Instead, the force spreads from salt grain to salt grain, and even to the sides of the toilet roll. Imagine a salt grain that the rod directly pushes on. This salt grain then pushes on the salt grains around it, which in turn push on the salt grains around them, and so on ... In the end the pressure reaches all sides of the toilet roll, as well as the entire bottom - instead of only a small area of the toilet paper, which would have torn it.This toilet roll is like a silo. A silo is a cylindrical building, often seen at farms, for storing bulk goods, such as grains. If a silo is loaded with grainy material, such as salt or corn kernels, the fact that a force from above largely spreads to the walls leads to a strange effect. The pressure on the bottom plate in the silo doesn't increase linearly if the silo is filled with more grain. Thus, filling with twice as much grain doesn't mean that the pressure on the bottom plate becomes twice as great. And after filling with enough grain, the pressure on the bottom plate doesn't increase at all anymore! Then it's just the strength of the walls you have to worry about. This so-called saturation pressure depends, among other things, on the diameter of the silo and the type of grain.    "
    },
    {
        "title": "Solar eclipse",
        "subject": "Astronomy",
        "description": "Move a coin in front of a flashlight. An experiment about solar eclipses.",
        "link": "https://www.experimentarchive.com/experiments/solar-eclipse/",
        "explanation": "The Moon orbits Earth, while Earth (with its moon orbiting it) orbits the Sun. This means that the Moon sometimes ends up in between the Sun and Earth. Seen from the Earth, the Moon and the Sun are almost exactly the same size, which means that the Moon then covers the entire Sun in the sky. No direct sunlight reaches Earth's surface and a solar eclipse occurs. You can also think of it as the Moon casting its shadow on Earth.One might think that a solar eclipse should happen very often, since the Moon makes one orbit around Earth in just 29.5 days. In fact, a solar eclipse would occur once every 29.5 days if the Moon orbited Earth in the same plane as Earth's orbit around the Sun. But the Moon's orbit is inclined 5 degrees relative to Earth's orbit around the Sun. Therefore, Earth, the Moon and the Sun only end up in line with each other between two and five times a year. Most of these times there is also no total eclipse, as only part of the Moon passes in front of the Sun. In addition, the Moon's orbit is elliptical (\"oval\"), which means that it's usually too far away from Earth at these times to cover the entire Sun.      "
    },
    {
        "title": "Straw duck call",
        "subject": "Physics",
        "description": "Make an \"enchanting\" wind instrument from a straw. An experiment about musical tones.",
        "link": "https://www.experimentarchive.com/experiments/straw-duck-call/",
        "explanation": "In air, sound consists of waves of denser air, moving from the source of the sound. Here, the straw works like any wind instrument. Inside is a column of air that can be made into waves. The length of this column of air can be changed and thus different musical notes can be obtained.The air inside the straw is made into waves by the homemade mouthpiece. When you blow, the two tips hit each other very frequently. Just as water waves start if you hit a water surface, sound waves start here when the mouthpiece hits the air. The sound waves spread out through the open end of the straw and reach your ears.The air column in the straw, and anything else that can vibrate, can only do so at one or a couple of speeds and can thus only be heard as one or a couple of notes. Exactly how fast something can vibrate depends on a number of factors, but the factor that can change here is the length of the air column. A short straw gives a fast vibration and short sound waves, which we humans perceive as a high note.      "
    },
    {
        "title": "Water bowls",
        "subject": "Biology",
        "description": "Put your hands in hot and cold water and be fooled. An experiment about the brain.",
        "link": "https://www.experimentarchive.com/experiments/water-bowls/",
        "explanation": "Temperature is a measure of how fast a substance's constituent particles move. In hot water, for example, the water molecules move around quickly, while in cold water they are slower.The fascinating thing about temperature is that humans have the ability to register it. Somehow the body can \"measure\" how much the particles in a substance move. Exactly how this happens is still not fully understood, but it does include several types of specialized nerve cells that send signals to the brain when they detect something that is hot or cold.The sense of temperature is partly relative. This means that some nerve cells only send signals to the brain when the temperature changes. So if the body cools down to a certain temperature, these nerve cells will only send signals during the actual temperature change, but when the body has stabilized at a certain temperature, they stop sending signals. Therefore, when your warm hand was placed in the room temperature water, these change-sensitive nerve cells sent a message to the brain that \"now it got cold\" - even if the water was not really cold. The same thing happened in your second hand. When you placed your cold hand in the room temperature water, nerve cells sent a message to the brain that \"now it got hot\" - even if the water was not really very hot.It is easy to understand why humans have an evolutionary advantage in sensing temperature changes in this exaggerated way. We need to react quickly to avoid getting burned or getting cooled.      "
    },
    {
        "title": "Traveling flame",
        "subject": "Chemistry",
        "description": "Relight a candle using the smoke. About the science of a burning candle.",
        "link": "https://www.experimentarchive.com/experiments/traveling-flame/",
        "explanation": "When lighting a candle, you use an open flame from a match or lighter that you bring to the wick. The wick, which during manufacture was dipped in some combustible substance such as wax, then begins to burn. The heat from the burning wick causes the candle's top layer of wax to melt. The molten wax travels up through the wick by capillary force, which means that the molecules of the wax, through electrical attraction, travel up along the walls in small passages in the wick. When the wax reaches a bit up the wick, the heat causes it to evaporate, i.e. to change from a liquid state to a gaseous state. After that, the heat causes the evaporated wax to start burning as well. The burning wax melts new wax in the top layer of the candle, which travels up through the wick and so on. The candle is thus self-sufficient after it has been lit.A wax candle usually consists of paraffin wax. But also a mixture of lots of other chemical substances. Common to all these chemical substances, however, is that their molecules contain many carbon and hydrogen atoms. When this fuel burns its molecules react with oxygen in the air in a chemical reaction. This only happens at a sufficiently high temperature. The carbon and hydrogen atoms in the fuel, as well as the oxygen atoms in the air, then form carbon dioxide (consists of carbon and oxygen atoms) and water (consists of hydrogen and oxygen atoms). Both carbon dioxide and water will be in a gaseous state and will not be visible. During the chemical reaction, some chemical energy is released in the form of light and heat.But what is the smoke from a candle? Well, there is usually no complete combustion of the fuel and some evaporated paraffin wax (and other constituents of the candle) will end up in the air. This becomes especially noticeable when the candle is blown out. Then the heat disappears from the flame, and the chemical reaction stops. The evaporated candle fuel then rises in the air without being burned. If you add heat to this evaporated fuel, you can make it start burning again, and that's exactly what you do in the demonstration. You can ignite the evaporated fuel quite far away from the wick, but the fire will quickly spread down to the candle again where there is plenty of fuel.Why does a candle go out when you blow on it? Well, then you blow the evaporated and burning fuel away from the candle. When this happens, there's no longer any heat at the wick that can evaporate the liquid fuel in it. The candle runs out of fuel and goes out.      "
    },
    {
        "title": "Straw rocket launcher",
        "subject": "Physics",
        "description": "Make a rocket launcher from a bottle, straws and clay. About air and pressure.",
        "link": "https://www.experimentarchive.com/experiments/straw-rocket-launcher/",
        "explanation": "When you squeeze the bottle, the air inside it is compressed - the air pressure becomes high. The air always moves from high to low air pressure when the road is clear, and in this case there is an escape route through the straw. On the way out to freedom, the air pushes on the plug of modeling clay and thus the rocket flies away.    "
    },
    {
        "title": "Straw potato",
        "subject": "Chemistry",
        "description": "Push a straw through your science potato. An experiment about air.",
        "link": "https://www.experimentarchive.com/experiments/straw-potato/",
        "explanation": "This demonstration clearly shows that air really consists of something. When you cover the straw opening with your thumb, you capture the air inside. When you hit the straw against the potato, the air in the straw is compressed, at the same time as it presses against the sides of the straw. When the straw is stretched like this, it gets stiff and is prevented from bending. You can try not to keep your thumb on the opening - it will not work. The air is now pushed out through the upper opening.Air is a mixture of chemical substances in a gaseous state. These chemical substances are mainly dinitrogen and dioxygen, but also smaller proportions of, among other things, carbon dioxide, water and argon.      ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What other fruits and vegetables can a straw be passed through?What happens if you use a thicker straw?What happens if you a longer straw?"
    },
    {
        "title": "Soil layers",
        "subject": "Earth science",
        "description": "Separate earth into its constituents. It's quite beautiful.",
        "link": "https://www.experimentarchive.com/experiments/soil-layers/",
        "explanation": "Soil, or earth, is defined as the solid particles on the surface of planet Earth that are so loose that they can be dug in. Soil arises from erosion and weathering of the bedrock and thus consists of grains of different types of rocks. These grains can have many different sizes and these sizes have special names. The largest is gravel, followed by sand, silt and clay.When you stir all these grain sizes in the water, you then allow them to sink to the bottom (settle) in the order of the fastest sinker first. And then it's the large grains that sink the fastest, because they are the heaviest and Earth's gravitational force pulls them the hardest. So from the bottom of the jar you will have gravel, followed by sand, silt and clay. However, it's not guaranteed that all of these grain sizes were present in your soil, but try to identify the ones you had. Gravel is 2.0-63 mm (0.079-2.48 in) large grains, sand is 0.063-2.0 mm (0.0025-0.079 in) large grains, silt is 0.002-0.063 mm (0.000079-0.0025 in) large grains and clay is anything smaller than this.However, soil rarely only contains rocks but also a lot of other things. There are bacteria, viruses, insects, dead plant parts, water, air and much more. You can see the air when you pour water into the jar - it rises like bubbles! You can probably also see dead plant parts floating at the surface. You may also notice that the water in the jar is brownish - this is probably due to water-soluble organic material."
    },
    {
        "title": "Electromagnet",
        "subject": "Physics",
        "description": "Build an electromagnet and pick up stuff. About how an electric cable can become magnet.",
        "link": "https://www.experimentarchive.com/experiments/electromagnet/",
        "explanation": "There is a close connection between electrical and magnetic phenomena. When a current is led through a wire wound like a coil, the coil will act as a magnet. One end of the coil becomes the north pole and the other becomes the south pole - just like on a regular magnet. By placing iron, or some other so-called ferromagnetic material, in the center of the coil, the magnet gets stronger.This device is an electromagnet, i.e. a magnet that only works thanks to an electric current.Be aware that the wire can become quite hot and that the battery discharges fairly quickly. Therefore, when using the electromagnet, break the circuit by disconnecting the wire from either the positive or negative terminal of the battery.      "
    },
    {
        "title": "Human reflexes",
        "subject": "Biology",
        "description": "Test your body. An experiment about eight reflexes' evolutionary function.",
        "link": "https://www.experimentarchive.com/experiments/human-reflexes/",
        "explanation": "A reflex is an involuntary and almost instantaneous movement. A reflex can be either learned or innate. All reflexes you examine here are innate. This means that it is hardwired into your DNA. Once upon a time they arose as a result of the human DNA, or the DNA of our ancestors, being altered (mutated). Since the reflexes are still there, they most likely serve a purpose in the evolutionary struggle for survival.The knee reflex (patellar reflex) is the kicking of the lower leg when the patellar tendon is subjected to a blow. The patellar tendon is the end of the large quadriceps muscle group. These muscles start off as tendons attached to the hip, turns into muscles, and then ends as a tendon bundle - the patellar tendon - that attaches just below the knee. When you hit the patellar tendon, it stretches, which could lead to tearing of the quadriceps. To prevent it from tearing, the quads strikes back - it shortens, i.e. contracts. The result is a kick of the lower leg. A torn quadriceps is very disabling so it is easy to understand why this reflex has been kept through natural selection.The ankle jerk reflex (Achilles reflex) has the same function as the knee reflex, namely to prevent a muscle from tearing. In this case, the tendon bundle you strike belongs to the two calf muscles. A tear in any of these muscles is also very disabling, so this reflex also fulfills an important function. Blink reflex #1 and blink reflex #2 is the subject blinking when something threatens to injure the eyes. These reflexes protect the eyesight, perhaps the most developed sense in humans.The vestibulo-ocular reflex is the eyes moving in the opposite direction as the head moves. This makes it possible to look at something, even if the head is moving around. Without this reflex everything would be blurred when you are in motion, for example riding in a car.The pupillary light reflex is the pupil, i.e. the opening that lets light into the eye, becoming smaller in bright light. This prevents too much light from entering the eye and damaging it. Snow blindness is the result of too much light entering the eye.The pilomotor reflex is the hairs on the body rising. This happens when small muscles in the skin around the hair follicles contract, which is known as goose bumps. When the hairs stand up, a layer of stagnant air is formed in the \"forest\" of hairs. This air is quickly warmed by the skin and then acts as an insulating layer. However, this reflex had a greater effect on our ancestors who had more hair on their bodies.The shivering reflex is the body starting to shake. It may take a while before this reflex starts, as the starting signal is that the inner parts of the body have cooled down. Shivering occurs when muscles throughout the body contract, quickly and jerkily. As always when muscles work, heat is formed."
    },
    {
        "title": "Levitating match",
        "subject": "Chemistry",
        "description": "A fun match trick. An experiment about chemical reactions.",
        "link": "https://www.experimentarchive.com/experiments/levitating-match/",
        "explanation": "Two things happen here that create the illusion of the levitating match. On the one hand, the match bends upwards and on the other hand, the heads of the two matches stick together.The reason why the match bends upwards is that it gets hotter above the match than below. When the center of the tilting match is lit, the wood begins to react with the oxygen in the air. In this chemical reaction, some of the wood and oxygen are consumed while carbon dioxide and water are formed. The wood that remains becomes shrunken and fragile. Because the heat is greater above the match, the chemical reaction takes place faster there and the wood shrinks more there.The reason that the heads of the matches stick together is that the molecules they consist of intertwine when it burns.    "
    },
    {
        "title": "Wooden cutlery",
        "subject": "Technology",
        "description": "Make a knife and fork and eat with them. About cutlery.",
        "link": "https://www.experimentarchive.com/experiments/wooden-cutlery/",
        "explanation": "Knives, forks and other cutlery are simple tools we really take for granted. Only when we are without them do we notice how accustomed we are to eating with them and how well designed they are.Knife-like tools have been used by humans for at least 2.5 million years. The invention of the table knife, i.e. the rounded knife you eat with today, is often attributed to the French cardinal Armand-Jean du Plessis de Richelieu in the 17th century, although this is not entirely certain. According to the story, the cardinal got tired of guests picking their teeth with kitchen knives, and asked the kitchen staff to file off their sharp tips.The fork seems to be a much newer invention than the knife. The first known forks originated in ancient Egypt, Greece and Rome, and are thus only a couple of thousand years old. These were not used to eat with but to move the food, for example to and from the fire. The earliest known forks used for eating are from around the 4th century, and were used in the Byzantine Empire (roughly \"the Eastern Roman Empire\"). It was not until the 11th century that the fork reached Italy and it was not until the 18th century that most people in Europe ate with a fork.      Test and improveYou have now built your first prototype. There are probably improvements to be made. In order to keep working on your design, try answering any of the following questions.How will a fork with one, two, three or four tips work?How will a sharpened knife work for eating?How will a knife or fork without a handle work?What should you do to eat soup?"
    },
    {
        "title": "Straw propeller",
        "subject": "Physics",
        "description": "A toy propeller made of two straws. An experiment about air propulsion.",
        "link": "https://www.experimentarchive.com/experiments/straw-propeller/",
        "explanation": "The air flow that is formed when you blow into the straw leaves the other straw at its two ends.When you blow into the straw, you fill both straws with air molecules. These molecules will bounce around inside the straws and thus stretch the walls of the straws. This in itself is not strange, because even the air molecules in the air outside the propeller bounce against the walls of the straws, and want to compress them. But since there are many more air molecules inside the straws (the air pressure is higher), there will be more collisions there and the straws are not compressed but stretched.Each air molecule exerts a force on the inner wall of the straw in the event of a collision. If the propeller had been completely closed off, there would have been the same number of air molecule collisions in all directions. There had been no net force in any particular direction.But when there is an opening in a straw, the air molecules will not collide with the inner wall of the straw at that point anymore, but will move out through the hole instead. However, air molecules will still collide with the inner wall of the straw opposite the hole. This means that there is now a net force directed at this inner wall. This force pushes the straw in that direction.The straw propeller illustrates Newton's third law of motion. It states that for each force there is an equally strong and opposite reaction force. In this case, the air inside the straw, through the collisions of the air molecules (air pressure), exerts a net force on the inside wall of the straw. The opposing force is the push back on the air from the straw wall, since the straw wall, due to its chemical composition, has a built-in resistance to stretching.      "
    },
    {
        "title": "Expanding space",
        "subject": "Astronomy",
        "description": "Experiment with the expansion of the universe using a balloon and a marker pen.",
        "link": "https://www.experimentarchive.com/experiments/expanding-space/",
        "explanation": "Our Sun is just one of hundreds of billions of stars in our galaxy, the Milky Way. Our galaxy, in turn, is just one of countless galaxies in a giant universe (we don't know how big the universe is).There are enough astronomical observations today that show that the universe is expanding, and this expansion is widely accepted. The expansion was discovered in the early 1920s by astronomer Edwin Hubble. Through a telescope, he observed that all other galaxies seemed to be moving away from us. In addition, the farther away from the Milky Way a galaxy was, the faster it moved away from us. You can see this phenomenon, called Hubble's law, on the balloon.But it's not the galaxies that move through space, it's space that expands. Between the galaxies, more distance is created, and the distances between the galaxies increase all the time. This expansion of the universe began with the Big Bang 13.8 billion years ago and has been going on ever since. In \"recent years\", starting 9.4 billion years after the Big Bang, the rate of expansion has even increased. The driving force for this acceleration is called dark energy, but we don't know what it is. Whether the universe will stop expanding or not isn't known either. But right now there are many observations that indicate that the universe will continue to expand forever, and that the galaxies - actually the galaxy clusters, see below - will eventually be so far apart that they cannot be observed from any other galaxy cluster any more.In this demonstration, three-dimensional space is simplified as the two-dimensional surface of the balloon. This simplification is common in astronomy in order to be able to \"step out\" of the three-dimensional space we are in, and observe it from the outside.There are two errors with the balloon analogy in this demonstration. The first error is that the galaxies appear to be growing in size as the universe expands. This is not true. Galaxies do not stretch out due to the expansion of the universe, but are held together by the gravity between all the stars in them. However, galaxies can grow, but they do so by the merging of several smaller galaxies.The second error with the balloon analogy in this demonstration is that all galaxies move apart. This is not true either. Not all galaxies do not move apart - galaxies are gravitationally held together in clusters. Two clusters can also attract each other so strongly that they collide. Galaxy clusters are thought to never separate.      "
    },
    {
        "title": "Baking powder popper",
        "subject": "Chemistry",
        "description": "Mix baking powder and water in a film canister. About chemical reactions.",
        "link": "https://www.experimentarchive.com/experiments/baking-powder-popper/",
        "explanation": "Baking powder consists of about 30 % baking soda, 40 % some acid (for example cream of tartar) and 30 % some moisture absorbing substance (for example corn starch). When baking powder and water are mixed, the baking powder begins to react with itself - bicarbonate and the baking powder's own acid reacts and forms a salt (which one depends on the acid) as well as carbon dioxide.The carbon dioxide is in a gaseous state, which means that it takes up a lot of space. The more carbon dioxide that is formed, the more the pressure inside the film canister increases. This high pressure is due to the carbon dioxide molecules being compressed into a small volume at the same time as they collide a lot with each other and the walls of the film canister. When the pressure becomes high enough, the carbon dioxide molecules shoot out of the film canister, at the same time as the lid flies off and the film canister lifts off.      ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you use hot water?What happens if you use more water?What happens if you use more baking powder?What happens if you use a larger canister with a lid, as well as more water and more baking powder?"
    },
    {
        "title": "Fireproof balloon",
        "subject": "Physics",
        "description": "The nonflammable balloon. About water's ability to absorb heat.",
        "link": "https://www.experimentarchive.com/experiments/fireproof-balloon/",
        "explanation": "Without water in the balloon, the heat from the flame would break the balloon's molecules apart and it would pop. But when there's water in the balloon, the heat spreads immediately from the balloon to the water. The heated water then rises and is replaced by colder water. And so it continues.But what is this \"heat\"? Well, the higher the temperature of a substance, the more the particles (atoms, molecules or ions) that make up the substance move. If the substance is a gas or a liquid, the particles can move as they wish, but if the substance is a solid, the particles mainly vibrate in their place.When the candle burns, gaseous chemical substances with very high temperatures form. The particles that make up these gases collide with the particles of the balloon and set them in motion. Should the balloon's particles (molecules) become too hot, the bonds between them would break and the balloon would pop. But the balloon's particles collide with the water's particles and set them in motion. This reduces the movements of the balloon particles - i.e. the heat is spread to the water.When the particles of water (water molecules) move a lot, they end up far apart. This is because they collide so violently and often with each other. This means that hot water has a lower density than cold water. Therefore, hot water rises.      "
    },
    {
        "title": "Lung volume test",
        "subject": "Biology",
        "description": "Take a deep breath before doing this experiment about lung capacity.",
        "link": "https://www.experimentarchive.com/experiments/lung-volume-test/",
        "explanation": "In this demonstration, you have measured how much air your lungs can hold.The lungs grow as a child gets older, but also if you exercise. The larger the lungs, the more air is transferred to the lungs in one breath, and the more oxygen can be transferred to the body during exercise. A fit person with large lungs also does not need to breathe as frequently at rest in order to meet the body's oxygen requirements.What you measure in this demonstration is actually not the entire lung capacity, but the vital capacity. You always have a small amount of air left in the lungs, which you only can get out by hitting them hard (which is not recommended!). This reserve volume is called the residual volume and keeps the lungs stretched and able to work. If you do loose it, it takes a while before breathing returns to normal.In healthcare, a spirometer is used to measure the volume of air inspired or expired by the lungs. It works according to the same principles as the device you built in this demonstration.      ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.How does the vital capacity differ between different people (you can compare this by drawing lines on the bottle)?How does the tidal volume differ between different people? (The tidal volume is the volume of air moved during a normal, relaxed, breath.)How does the expiratory reserve volume differ between different people? (The expiratory reserve volume is the volume of extra air you can force out after a normal, relaxed, breath.)"
    },
    {
        "title": "Balancing soda can",
        "subject": "Physics",
        "description": "A fun balancing act. An experiment about the center of mass and toppling.",
        "link": "https://www.experimentarchive.com/experiments/balancing-soda-can/",
        "explanation": "The key to an object not toppling over is that its center of mass is directly above the base of support. The center of mass is the point from which there is the same amount of mass in all directions. The base of support is the surface of the table/floor etc. that directly supports the object.An empty soda can cannot be balanced in this way because the center of mass is centrally located in the soda can and thus becomes outside the base of support. But by pouring a little water into the soda can, the center of mass moves and ends up directly above the base of support.    "
    },
    {
        "title": "Tea bag rocket",
        "subject": "Chemistry",
        "description": "Make a flying teabag! An experiment about chemical reactions, and some physics.",
        "link": "https://www.experimentarchive.com/experiments/tea-bag-rocket/",
        "explanation": "This simple demonstration is actually about both chemistry and physics. Knowledge of chemistry is needed to explain what happens when the tea bag burns, while knowledge of physics is needed to explain why it flies.When the tea bag burns, the tea bag reacts with oxygen in the air. In this chemical reaction, the tea bag and the oxygen are consumed, at the same time as, among other things, carbon dioxide and water are formed. However, the entire tea bag doesn't burn up. Some of the less flammable ingredients remain as a porous and light material.To explain why the tea bag flies, we move on to physics. When the tea bag burns, the air inside the tea bag tube heats up. This means that the molecules the air consists of (oxygen molecules, nitrogen molecules etc.) move more and more. This leads to them colliding with each other and ending up further apart. The air inside the tea bag tube thus has a lower density than the surrounding air - in simpler words, it becomes lighter. Warm and light air rises, as Earth's gravity has a weaker gravitational pull on it compared to cold and heavy air. Since some air around the tea bag tube has also been heated, and the whole rocket is thus surrounded by hot air, it joins this air mass as it rises.In Sweden, this demonstration is called a \"norwegian rocket\" - a humorous wink to their neighboring country's.      "
    },
    {
        "title": "Wind-up spinner toy",
        "subject": "Physics",
        "description": "Build your own wind-up science toy. An experiment about energy tranformations.",
        "link": "https://www.experimentarchive.com/experiments/wind-up-spinner-toy/",
        "explanation": "When you spin and stretch the rubber band, energy gets stored in it. This energy is called potential energy, because when it is \"released\" it has the potential to carry out work. The more you wind, the more potential energy is stored in the rubber band. When you release the toy, the potential energy is released through the untwisting of the rubber band. The potential energy is then converted into kinetic energy of the toy.The kinetic energy of the toy is then slowly converted by friction into thermal energy (heat) of the air and the floor. This causes the toy to eventually stop.    "
    },
    {
        "title": "Trash airplane",
        "subject": "Technology",
        "description": "Build an airplane. An experiment about Bernouille's principle.",
        "link": "https://www.experimentarchive.com/experiments/trash-airplane/",
        "explanation": "Lift is the force that lifts the aircraft upwards into the air. On an ordinary aircraft, that force arises through the shape of the wings. If you look at an aircraft wing from the side, it's straight on the underside and curved on the top. So when the wing cuts through the air, the air that passes above the wing must take a longer path than the air that passes below the wing. Since the air masses meet again behind the wing, the air moving above the wing has the same time to pass the wing as the air below. This causes the air above the wing to move faster than below. Bernouille's principle states that the faster air moves over an object, the less the air pushes on the object (the air pressure is lower). Therefore, the air below the wing pushes more than the air above the wing, and the wing is therefore pushed upwards.However, if your aircraft achieves lift, it will probably not arise because of Bernouille's principle, but instead because of the same mechanism that lifts a kite. When the aircraft is launched forward/upward, the underside of the wings \"collects\" a lot of air as they travel through the air. This means that many air molecules are within a small volume and push on each other and what is around them. They therefore push on the wing and the aircraft is pushed upwards.Since lift is perpendicular to the direction of travel, it contrasts with the air resistance, which is a force that is completely opposite to the direction of travel. Air resistance occurs due to the aircraft colliding with air molecules. These molecules (mainly nitrogen and oxygen molecules) absorb kinetic energy which the aircraft then loses.  "
    },
    {
        "title": "Homemade compass",
        "subject": "Earth science",
        "description": "Build your own science compass. An experiment about Earth's magnetic field.",
        "link": "https://www.experimentarchive.com/experiments/homemade-compass/",
        "explanation": "The sewing needle is made of iron. Iron consists of crystals and each crystal is magnetic, with its own north and south poles. However, the crystals are pointing in different directions and therefore a piece of iron as a whole is not magnetic. However, they can be arranged by moving a magnet along a piece of iron repeatedly. By doing this, you arrange the crystals so that all of them points in the same direction. The piece of iron, for example a sewing needle, now becomes like a large magnet with a north and a south pole.When one magnet is on top of another magnet, they will point in opposite directions. The north pole of one magnet (which is usually painted red) will lie on top of the south pole of the other magnet (which is often painted white) and vice versa. This is actually why the sewing needle points in a certain direction. It lies on top of a huge magnet - Earth.Earth's magnetic field is still a bit of a mystery. But it's believed that it mainly originates from electric currents in the molten iron and nickel found in Earth's outer core. Humans don't feel the magnetic field directly, but it's extremely important for life on Earth. It forms a protective shield against the solar wind, which would otherwise blow our atmosphere away.One end of the sewing needle points to the magnetic north pole, while the other end points to the magnetic south pole - just like a real compass.ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What other objects work as a pointer other than the sewing needle?What happens if you only \"comb\" the needle 10 times?"
    },
    {
        "title": "Special: Screaming gummy bear",
        "subject": "Chemistry",
        "description": "\r\nRelease the energy in a candy. About chemical reactions.",
        "link": "https://www.experimentarchive.com/experiments/screaming-gummy-bear/",
        "explanation": "When potassium chlorate is heated, it melts. It has a melting point of 356 °C (673 °F). At the same time it partially begins to decompose into potassium chloride and oxygen. When the gummy bear comes in contact with the oxygen, it self-ignites and a normal combustion reaction of the sugar (sucrose) takes place. More heat is generated, which increases the decomposition of potassium chlorate into oxygen, which in turn maintains combustion.Here is the chemical equation for what happens:2 KClO3 → KCl + 3O2C12H22O11 + 12 O2 → 12 CO2 + 11 H2O Traces of gaseous chlorine (Cl2) also forms.The combustion of sucrose is exothermic, which means that energy is released. It's the sugar in the gummy bear that contains all this energy. When this energy is in the gummy bear, it's in the form of chemical energy. When the gummy bear burns, the chemical energy is released and becomes three forms of energy: radiant energy (light), thermal energy (heat) and sound energy (sound). It is unusual for so much sound to be produced during combustion.In order for something to burn, three things are needed: a fuel, oxygen and heat. This demonstration doesn't require much heat, which is interesting. This is due to the fact that there's such a high concentration of oxygen in the test tube.        "
    },
    {
        "title": "Homemade yogurt",
        "subject": "Biology",
        "description": "Make your own science yogurt with this recipe. An experiment about bacteria.",
        "link": "https://www.experimentarchive.com/experiments/homemade-yogurt/",
        "explanation": "Yogurt is made from milk by bacteria converting lactose (milk sugar) to lactic acid. This process is called fermentation. The lactic acid lowers the pH of the milk, which affects the proteins in it, which begin to clump together (coagulate). The lactic acid gives the yogurt its sour taste, while the coagulated proteins give the yogurt its creamy consistency.To transform milk into yogurt, it is necessary to add lactic acid-forming bacteria. Yogurt from the grocery store works well here, as most varieties have live bacteria in them. These bacteria are \"good bacteria\" that, in addition to being able to make yogurt, help your stomach with the metabolism when they end up there. Before adding these bacteria to the milk, however, you need to get rid of some \"bad bacteria\", namely bacteria that make us feel sick. These bacteria die when the milk is heated to 85 °C (185 °F). This is called pasteurization and has already been done before the milk came to the store, but it's best to do it again if any bacteria have gotten into the milk since then - these multiply quickly when the milk is at room temperature.When the milk has cooled sufficiently after pasteurization, the \"good bacteria\" are added. These thrive in a reasonably warm temperature, where they multiply rapidly and ferment the milk sugar. If it's too hot they die and if it's too cold the process is slow.Your homemade yogurt will not quite look like the yogurt in the store. This is because your yogurt does not have a lot of additives, such as thickeners. So your yogurt will probably be more runny than the one you bought. It can also get a yellowish or greenish liquid on top. This is whey, which among other things contains useful protein. Mix it in again or throw it away, as you like. If you think your yogurt is a bit boring, you can mix in some fruit or something else that adds flavor. You can store your yogurt in the fridge, where it has a shelf life of 1-2 weeks.You can use your yogurt to make even more yogurt. Take another 2 tablespoons (30 ml) from your yogurt and start the recipe from the beginning!    ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What kind of milk gives the best results?What kind of yogurt gives the best result?What will be the result if you use a yogurt with flavor?At what temperature does the yogurt thicken the fastest?"
    },
    {
        "title": "Death ray",
        "subject": "Astronomy",
        "description": "Melt chocolate using the Sun and a magnifying glass. An experiment about sunlight.",
        "link": "https://www.experimentarchive.com/experiments/death-ray/",
        "explanation": "The Sun is the name of the star around which Earth orbits. The Sun is enormous compared to Earth. Its diameter is 109 times that of Earth and its mass is 99.9 % of the total mass of the solar system.In the nucleus of the Sun, something called fusion takes place, which means that atomic nuclei merge. More specifically, hydrogen nuclei merge into helium nuclei, and in this process, lots of electromagnetic radiation is released. This electromagnetic radiation seeks its way through the Sun and then leaves its surface. A fraction of this radiation reaches Earth. The electromagnetic radiation has many different wavelengths, and radiation with certain specific wavelengths has different names. The three types of electromagnetic radiation that mainly penetrates the atmosphere are infrared radiation, visible light and ultraviolet radiation (visible light is the electromagnetic radiation we humans have the ability to see).When the electromagnetic radiation reaches Earth's surface, some of it is absorbed. When this happens, Earth's surface heats up. What happens physically is that the electromagnetic energy of the radiation is converted into kinetic energy of the particles that make up Earth's surface. The more these particles move, the warmer Earth's surface is.A magnifying glass has a convex lens that directs the electromagnetic radiation from the Sun to a single point. This point absorbs a lot of electromagnetic energy and can become very hot. When the temperature gets high enough, atoms begin to react with each other in chemical reactions - it burns.    "
    },
    {
        "title": "Water whistle",
        "subject": "Physics",
        "description": "Make a whistle out of a straw. About the type of sound called musical tones.",
        "link": "https://www.experimentarchive.com/experiments/water-whistle/",
        "explanation": "In air, sound consists of waves of denser air, moving from the source of the sound. Here the lower half of the straw works like any wind instrument. Inside is a column of air that can be made into waves. The length of this column of air can be changed and thus different musical notes can be obtained.The air inside the lower half of the straw is made into waves by the air you blow past its upper opening. Just as water waves start if you hit a water surface, sound waves start when the moving air hits the air \"surface\" in the opening of the lower straw half. The sound waves also spread out through the open end of the straw and reach your ears.The air column in the straw, and anything else that can vibrate, can only do so at one or a couple of speeds and can thus only be heard as one or a couple of notes. Exactly how fast something can vibrate depends on a number of factors, but the factor that can change here is the length of the air column. A short straw gives a fast vibration and short sound waves, which we humans perceive as a high note.      ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you make the cut 5 cm (2 in) from one end of the straw?What happens if you use a wider straw?What happens if you use a straw from another manufacturer?"
    },
    {
        "title": "Balloon rocket",
        "subject": "Physics",
        "description": "Make a rocket using a balloon and string. About Newton's third law of motion.",
        "link": "https://www.experimentarchive.com/experiments/balloon-rocket/",
        "explanation": "When you inflate the balloon, you fill it with air molecules. These molecules will bounce around inside the balloon, thus stretching its walls. This in itself is not strange, because the air molecules outside the balloon also bounce against the balloon walls, and want to compress the balloon. But since there are many more air molecules inside the balloon (the air pressure is higher), there will be more collisions there and the balloon will not be compressed but stretched.In the event of a collision, each air molecule exerts a force on the inner wall of the balloon. When a balloon is tied shut, the same number of air molecule collisions occur in all directions. There is no net force in any particular direction.But when there is an opening in a balloon, the air molecules will not collide with the inner wall of the balloon at that place anymore, but will move out through the hole instead. However, air molecules will still collide with the inner wall of the balloon opposite the hole. This means that there is now a net force directed at this inner wall. This force pushes the balloon in that direction.The balloon rocket illustrates Newton's third law of motion. It states that for each force there is an equally strong and opposite reaction force. In this case, the air inside the rocket, through the collisions of the air molecules (air pressure), exerts a net force on the front inside wall of the balloon. The opposing force is the push back on the air from the balloon wall, since the balloon wall, due to its chemical composition, has a built-in resistance to stretching.Real space rockets work according to the same principle as this one. But there the pressure inside the rocket is not from air, but from another gas that is released through a chemical reaction of the fuel.          "
    },
    {
        "title": "Cloud in a bottle 2",
        "subject": "Earth science",
        "description": "Create a cloud in a bottle using ethanol. About the water cycle.",
        "link": "https://www.experimentarchive.com/experiments/cloud-in-a-bottle-2/",
        "explanation": "When you pour ethanol into the bottle, some of the ethanol will change from a liquid state to a gaseous state (evaporates) and become invisible ethanol vapor in the bottle. A liquid always changes to a gaseous state to some extent, and vice versa, even if no change in temperature occurs. However, this so-called chemical equilibrium shifts in some direction when a temperature change occurs. There are now two things in the bottle's \"atmosphere\"; the gas mixture we know as air, plus ethanol vapor.When you pump air into the bottle, the pressure inside increases. And then the temperature also increases. This is because the air molecules inside get closer to each other and collide more and more violently, which leads to their speed increasing - and temperature is a measure of how fast particles move. The air temperature may rise by a few degrees. This leads to the ethanol in the bottle also heating up and more liquid ethanol evaporating to ethanol vapor. When you then relieve the pressure, the temperature drops again, as the air molecules now come further apart. This causes a large amount of ethanol vapor to condense into liquid ethanol, and small ethanol droplets that are visible as a cloud are formed.The cloud in the bottle has formed in the same way as clouds in the atmosphere. In nature, water constantly evaporates from Earth's surface by the Sun warming it. This water ends up as invisible water vapor in the air just above the ground. This air is also heated by Earth's surface, which causes it to rise and take the water vapor higher into the atmosphere. Up there it's cold and the water vapor turns into liquid water again (condenses). Now small water droplets are formed high up in the atmosphere, which form the clouds (some water droplets also freeze into small ice crystals).In this demonstration, you have used ethanol instead of water, and the reason for this is that ethanol evaporates much faster. There will be a greater amount of vapor in the bottle, and a better cloud.          ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you change the number of pumps?What happens if you change the amount of ethanol?What happens if you replace the ethanol with other liquids?What happens if you change the temperature of the ethanol?What happens if you change the size of the bottle?What happens if you add food coloring to the ethanol?What happens if you put the cork back on and leave the cloud in there?"
    },
    {
        "title": "Cloud in a bottle 1",
        "subject": "Earth science",
        "description": "Create a cloud in a bottle using water. About the water cycle.",
        "link": "https://www.experimentarchive.com/experiments/cloud-in-a-bottle-1/",
        "explanation": "When you pour water into the bottle, some of the water will change from a liquid state to a gaseous state (evaporates) and become invisible water vapor in the bottle. A liquid always changes to a gaseous state to some extent, and vice versa, even if no change in temperature occurs. However, this so-called chemical equilibrium shifts in some direction when a temperature change occurs. There are now two things in the bottle's \"atmosphere\"; the gas mixture we know as air, plus water vapor. Water vapor, i.e. water in gaseous form, is a natural part of the atmosphere and is often considered a part of it.When you squeeze the bottle, the temperature inside increases. This is because the air molecules inside get closer to each other and collide more and more violently, which leads to their speed increasing - and temperature is a measure of how fast particles move. The air temperature may rise by maybe 0.5-1 degree. This leads to the water in the bottle also heating up and more liquid water evaporating to water vapor. When you then relieve the pressure, the temperature drops again, as the air molecules now come further apart. This causes a large amount of water vapor to condense into liquid water, and small water droplets that are visible as a cloud are formed.The role of the matches in this demonstration is to make small \"pollutants\" in the air, which increases the condensation of water. This is because water more easily condenses on small particles, such as dust or pollen. This is because a small water droplet has a large surface area compared to its volume, which leads to it evaporating quickly. But if the droplet is formed around a pollutant it is larger from the start - has a smaller surface area compared to its volume - and survives more easily.The cloud in the bottle has formed in the same way as clouds in the atmosphere. In nature, water constantly evaporates from Earth's surface by the Sun warming it. This water ends up as invisible water vapor in the air just above the ground. This air is also heated by Earth's surface, which causes it to rise and take the water vapor higher into the atmosphere. Up there it's cold and the water vapor turns into liquid water again (condenses). Now small water droplets are formed high up in the atmosphere, which form the clouds (some water droplets also freeze into small ice crystals).      ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you change the amount of water?What happens if you change the number of matches?What happens if you change the temperature of the water?What happens if you change the size of the bottle?What happens if you use food coloring in the water?"
    },
    {
        "title": "Toilet paper roll maraca",
        "subject": "Technology",
        "description": "A musical instrument for those Latin nights. An experiment about sound.",
        "link": "https://www.experimentarchive.com/experiments/toilet-paper-roll-maraca/",
        "explanation": "A maraca is traditionally made from a hard fruit (for example a coconut) which is emptied and then filled with, for example, dried beans or seeds. Then a handle is mounted, to make it easier to shake.Actually, you should have two maracas, preferably with different contents. If you have two maracas with different sounds, you can create more interesting rhythms, just as you do with two different drums in a drum set.Sound is waves in the air, which consist of alternating high pressure and low pressure areas of air moving in the direction away from the sound source. To create sound, you need to put the air in waves, which can be done, for example, by letting a speaker diaphragm strike the air. The human ear has the ability to detect these sound waves and convert them into nerve signals, and our brain can then interpret these nerve signals as sound.In the maraca, sound i created when the contents strike each other and the container. This in turn makes the air vibrate, which propagate through the room and reach our ears. In a maraca sound vibrations of very many different types are formed, i.e. the sound waves have different lengths. This makes the sound not sound like notes, but like noise.      Test and improveYou have now built your first prototype. There are probably improvements to be made. In order to keep working on your design, try answering any of the following questions.How does the sound change if you replace the peas with something else?How does the sound change if you replace the toilet paper roll with something else?How does the sound change if you use a larger or smaller container?"
    },
    {
        "title": "Bouncing soap bubbles",
        "subject": "Chemistry",
        "description": "Hold a soap bubble in your hand. About polar and nonpolar substances.",
        "link": "https://www.experimentarchive.com/experiments/bouncing-soap-bubbles/",
        "explanation": "Water consists of water molecules that attract each other quite strongly. This means that water holds together. The reason why water molecules attract each other is that they all have a positively charged end and a negatively charged end. Water molecules are polar. This can be compared to a bunch of magnets, which also have a positive and a negative end (these ends are magnetic instead of electrically charged, but the forces that arise work the same way). If these magnets were thrown in a bucket, they would line up, with positive ends against negative ends, and hold together.Other chemical substances whose molecules are also polar mix easily with water. It's more difficult for chemical substances that are nonpolar, i.e. whose molecules have no charged ends, to mix with water.Dish soap consists of molecules that have both a polar and a nonpolar end. These molecules can mix both with, for example, water (which is polar) and fat (which is nonpolar).When you blow a soap bubble, you push air (or another gas) into water. The water is pushed out to the sides, but still holds together thanks to how the molecules hold on to each other. The bubble that forms becomes spherical because this geometric shape has the least surface area and thus pulls the water molecules the least.A bubble of water would soon burst as the water evaporates into the air. However, by blowing bubbles of a mixture of water and dish soap, this can be remedied. In such a soap bubble, the bubble of water is surrounded by a layer of dish soap on both sides. The dish soap molecules dip their polar end in the water and their nonpolar end in the air. The layers of dish soap prevent the evaporation of water and the soap bubble lasts longer.The worst enemies of a soap bubble are nonpolar substances (such as fat and oil) and dirt particles. Nonpolar substances pulls the protective dish soap molecules while the dirt particles, due to their sharpness, simply separate the water molecules. A surface that is free of nonpolar substances and dirt, for example a clean cotton mitten, is a good place for a soap bubble to rest on. Eventually, however, the bubble will burst anyway as water evaporates.How do you create the most durable soap bubbles? Here are some tips:The secret to extra durable (tennis ball size) soap bubbles is to also mix in a little glycerin. Pour in half as much glycerin as dish soap. Glycerin attracts the water molecules, retains them and slows down evaporation.Let the soap bubble mixture rest for 24 hours before use. Then the chemical bonds have time to strengthen and the bubbles get stronger.Clean water is also important, as dirt prevents the water molecules from binding to each other.Also avoid blowing soap bubbles in the sun, as the heat makes water evaporate more quickly.The best soap bubble weather is after a rain, because the air is then full of water.      "
    },
    {
        "title": "Flashy electric motor",
        "subject": "Physics",
        "description": "Build a homopolar motor with lights. About electricity and magnetism.",
        "link": "https://www.experimentarchive.com/experiments/flashy-electric-motor/",
        "explanation": "You have just built a machine that can make something move with the help of an electric current - an electric motor. The electric motor works thanks to a certain interaction that exists between an electric current and a magnetic field.There is a magnetic field around the magnet. This field surrounds the magnet like a sphere, but is also said to have a direction (B in the picture). This direction is the direction in which the north end of a compass needle points. Around a magnet this direction is; out from the north pole of the magnet (top end in this case), around in a large arc outside the magnet, and into the south pole of the magnet (bottom).If an electric current is placed in this magnetic field, things can happen. In this demonstration, an electric current (I in the picture) passes from the positive terminal (bottom) of the battery to its negative terminal (top). The electric current passes mainly through the copper wire, but also through the screw and the magnet. The fact that the magnet is also part of the electric circuit is not necessary - it's enough that the magnet is only nearby - but here it is practical.Where the electric current moves in the same direction, or in the exact opposite direction, as the direction of the magnetic field, nothing happens. But where this is not the case, a force (Lorentz force) arises on the material that conducts the electric current. This force is greatest where the current moves perpendicular to the magnetic field. In this electric motor, it takes place approximately in the middle of the copper wire, but also inside the magnet (see picture). Since the magnetic field is greatest inside the magnet, the force is also greatest there.The force (F in the picture) acting on the copper wire is directed both perpendicular to the direction of the current and the direction of the magnetic field at this location. The result is that the magnet is begins to rotate.This type of electric motor is called a homopolar motor, because the direction of the current is always the same. This type of electric motor was the very first to be designed, by the Englishman Michael Faraday in 1821.      "
    },
    {
        "title": "Electric motor",
        "subject": "Physics",
        "description": "Build a homopolar motor using a battery and magnets. About electricity and magnetism.",
        "link": "https://www.experimentarchive.com/experiments/electric-motor/",
        "explanation": "You have just built a machine that can make something move with the help of an electric current - an electric motor. The electric motor works thanks to a certain interaction that exists between an electric current and a magnetic field.The multiple magnets act as a single one. There is a magnetic field around this magnet. This field is like a sphere around the magnet, but is also said to have a direction (this direction is the direction in which the north end of a compass needle points). This direction is; out from the north pole of the magnet (top end in this case), around in a large arc outside the magnet, and into the south pole of the magnet (bottom).If an electric current is placed in this magnetic field, things can happen. In this demonstration, an electric current passes from the positive terminal (top) of the battery to its negative terminal (bottom). The electric current passes mainly through the copper wire, but in the end also through the magnet. The fact that the magnet is also part of the electric circuit is not necessary - it's enough that the magnet is only nearby - but here it is practical.Where the electric current moves in the same direction, or in the exact opposite direction, as the direction of the magnetic field, nothing happens. But where this is not the case, a force (Lorentz force) arises on the material that conducts the electric current. This force is greatest where the current moves perpendicular to the magnetic field. In this electric motor, that takes place approximately in the middle of the copper wire (see picture).The force (F in the picture) acting on the copper wire is directed both perpendicular to the direction of the current and the direction of the magnetic field at this location. The result is that the copper wire begins to rotate.This type of electric motor is called a homopolar motor, because the direction of the current is always the same. This type of electric motor was the very first to be designed, by the Englishman Michael Faraday in 1821.        "
    },
    {
        "title": "Strawberry DNA",
        "subject": "Biology",
        "description": "Hold real DNA in your hand! An experiment about genetics.",
        "link": "https://www.experimentarchive.com/experiments/strawberry-dna/",
        "explanation": "DNA stands for deoxyribonucleic acid. It's a very, very long molecule which is made up of several small molecules fitted together. DNA looks like a ladder, with steps and sides. However, the ladder is twisted around its own axis.The order of the small molecules that make up the \"steps\" is the code that determines the characteristics of an organism. A section of code, that is, a certain number of steps on the ladder, is a gene. A gene contains (somewhat simplified) the code for a certain trait, such as whether you are lactose intolerant or not. All living organisms, human or strawberry, have DNA in their cells. In all organisms, except bacteria and another type of bacteria-like organisms called archaea, the DNA is encapsulated in the nucleus of the cell.One strawberry is made up of millions of cells. When you mash the strawberry, you spread these cells. In addition, you break the strong cell wall that surrounds each plant cell. The dish soap then dissolves the cell membrane located just inside the cell wall. The contents of the cells now drain, including the cell nucleus. The dish soap also dissolves the membrane surrounding the cell nucleus, and the DNA leaks out. The salt contains ions that attach to the DNA molecules and make them more electrically neutral and thus less water soluble. This causes the DNA molecules to clump together. However, the lumps are too small to see yet.When you filter the mixture, you remove the large pieces of strawberry that have not been mashed. But it's when you finally add alcohol that the DNA emerges. DNA is even less soluble in alcohol than in water. This causes DNA to accumulate in even larger lumps and become visible to the naked eye.The DNA you see is DNA from millions of cells. However, it is not pure DNA, but also some other things. Probably the largest component is the proteins (histones) that DNA is wrapped around when it's packed in the cell nucleus. These proteins and DNA are collectively called chromatin, so it may be more accurate to say we are extracting chromatin in this demonstration. However, this is as cool as extracting DNA, because DNA almost always exists as chromatin in nature.    "
    },
    {
        "title": "Radio mast",
        "subject": "Technology",
        "description": "Build a guyed mast from popsicle sticks and string.",
        "link": "https://www.experimentarchive.com/experiments/radio-mast/",
        "explanation": "A truss consists of straight bars that are assembled into triangles. When three bars are assembled as a triangle, the shape of the triangle cannot be changed, which makes trusses very stable. This can be compared to four bars assembled as a square - which can be pressed together even if the bars are connected.In a truss, the nodes, i.e. where the bars are connected, are considered to be movable like hinges. This means that each bar is only exposed to pressure or tension, i.e. forces that either try to shorten them or stretch them longitudinally. There are no forces trying to bend the bars.What you built here is a mast and not a tower. Engineers usually define the difference between a mast and a tower that a mast is held up by cables or supports, while a tower stands by itself.A mast is often very unstable without its guyes, which is the name for the cables attached to the ground. In fact, the Warsaw radio mast began to tilt too much and collapsed as a guy was being replaced 1991. With its 646 m (2,121 ft), the radio mast was the world's tallest construction at the time.      "
    },
    {
        "title": "Solar system model",
        "subject": "Astronomy",
        "description": "Make a scale model of the solar system. About the Sun and the planets.",
        "link": "https://www.experimentarchive.com/experiments/solar-system-model/",
        "explanation": "You have now created a miniature model of our solar system. The scale of the model is 1:1,392,684,000. This means that 1 mm in the model equals to 1,392,684,000 mm in reality.At this scale, the planets are all reduced to a size that can be held in the hand, and they are now easy to compare. But the distances are still vast, and this is what's amazing with the solar system. It is so big! The outer planets are so far away from the Sun.Our solar system consists of the Sun and the celestial bodies that are in orbit around it. These celestial bodies are planets, dwarf planets, moons and small solar system bodies (SSSBs).In your model you have created the eight planets, which are Mercury, Venus, Earth, Mars, Jupiter, Saturn, Uranus and Neptune. You might also have created Pluto, which was previously considered a planet but is now classified as a dwarf planet. A planet is defined as a celestial body large enough that through its gravity it has become round and cleansed its surroundings of other celestial bodies. But in Pluto's orbit, there is too much matter left for it to be classified as a planet. In addition to Pluto, several more dwarf planets have been confirmed in the solar system, and more will be discovered.The four inner planets (Mercury, Venus, Earth and Mars) are small and solid and are called terrestial planets. The outer planets (Jupiter, Saturn, Uranus and Neptune), on the other hand, are large and have a thick outer layer of gas. They are usually called gas giants. The four inner planets are not as far apart as the four outer ones. After Mars, the distances between the planets become much larger, something that really becomes obvious in your model. The farther from the Sun a planet is, the colder it is in general.In your model of the solar system, you have probably placed the planets and Pluto in a straight line from the Sun. This is however not necessary, because the celestial bodies move orbits around the Sun. Neptune can thus be placed 3,228 m (2.01 mi) to the right of the Sun and Pluto 4,241 m (2.64 mi) to the left of the Sun. But none of the celestial bodies move in completely circular orbits around the Sun. All have a more or less elliptical (oval) orbit, which means that the distance to the Sun varies. Mercury has the most elliptical orbit of the planets, and its distance from the Sun varies between 46 and 70 million kilometres. Earth has a more \"normal\" elliptical orbit and our distance to the Sun varies between 147 and 152 million kilometres. The dwarf planet Pluto has a very elliptical orbit that takes it between 4 437 and 7 311 million kilometres from the Sun. This means that Pluto sometimes is closer to the Sun than Neptune!You have also created the Sun, which is the star that our planets orbit. Contrary to many people's beliefs, the Sun is white. It only looks yellow when we see it through our atmosphere.The time each planet takes to make one orbit around the Sun, i.e. one year, varies depending on the distance to the Sun. The farther away a planet is from the Sun, the longer it takes for the planet to make an orbit. One year on Mercury, for example, lasts for 88 Earth days, one year on Jupiter for 12 Earth years and one year on Neptune for 165 Earth years.All planets have been visited by passing space probes from NASA, which have taken great photographs of them. Therefore, we know what they look like, at a relatively close distance. For a long time, the best photographs of Pluto were taken with a telescope, and back then it was unclear what color the dwarf planet had. But in 2015, the space probe New Horizons passed by and took fantastic photographs up close and now we finally know what color Pluto is.From Earth we can see Mercury, Venus, Mars, Jupiter and Saturn with the naked eye. Venus and Jupiter are easy to find, because they shine brighter than any star in the night sky. Mercury, Mars and Saturn shine as brightly as stars, and therefore you need to know approximately where they are to know that you are looking at them and not stars. However, you can see that Mars is dim red.Variation: Add moonsYou can also add the seven largest moons to the solar system model. See Wikipedia for photos of them. The distance is measured from their planet's center, not its edge.GanymedeDiameter: 3.8 mm (5/32 in)Distance to Jupiter: 77 cm (30 in)TitanDiameter: 3.7 mm (5/32 in)Distance to Saturn: 88 cm (35 in)CallistoDiameter: 3.5 mm (4/32 in)Distance to Jupiter: 135 cm (53 in)IoDiameter: 2.6 mm (3/32 in)Distance to Jupiter: 30 cm (12 in)The MoonDiameter: 2.5 mm (3/32 in)Distance to Earth: 28 cm (11 in)EuropaDiameter: 2.2 mm (3/32 in)Distance to Jupiter: 48 cm (19 in)TritonDiameter: 1.9 mm (2/32 in)Distance to Neptune: 25 cm (10 in)Variation: Squeezed solar systemIf you think the model is too large, you could make a squeezed model of the solar system. Here, the distances are 40 times smaller but the sizes of the Sun and the planets are the same. This model fits snugly on a football field.Mercury: 1.0 m (3 ft 5 in)Venus: 1.9 m (6 ft 4 in)Earth: 2.7 m (8 ft 10 in)Mars: 4.1 m (13 ft 5 in)Jupiter: 14 m (46 ft)Saturn: 26 m (84 ft)Uranus: 52 m (169 ft)Neptune: 81 m (265 ft)Pluto: 106 m (348 ft)    "
    },
    {
        "title": "Shrinking chip bag",
        "subject": "Physics",
        "description": "Shrink a chip bag in the microwave. About microwaves and plastic.",
        "link": "https://www.experimentarchive.com/experiments/shrinking-chip-bag/",
        "explanation": ""
    },
    {
        "title": "Upside down glass",
        "subject": "Chemistry",
        "description": "Turn a glass upside down without spilling - and make it boil! About water and air.",
        "link": "https://www.experimentarchive.com/experiments/upside-down-glass/",
        "explanation": "Water consists of water molecules that attract each other quite strongly. This means that water tend to stay together, like when water droplets hold together when they fall through the air and how the surface of the water forms a barrier that requires some force to break.When water is \"broken apart\" into small parts, each water molecule doesn't \"experience\" as much pull from other water molecules anymore. They can now move relatively freely. Therefore, the pores in a kitchen towel can quite effectively absorb water you have on your fingers (the fabric also attracts water molecules to some degree). However, when water is in a large mass such as in a glass, the water spans across the pores of the kitchen towel and no water flows through. You can think of the water molecules as small figures holding each other's hands, where some hang over the pores but are still held back by their friends.But why is the water bubbling? When you stretch the kitchen towel, you increase the volume in the glass. The water in the glass cannot magically expand to fill the new volume. Instead, air enters trough the towel. Air is a mixture consisting mainly of nitrogen molecules and oxygen molecules. Since these molecules don't attract each other, they are free to easily pass through the pores of the towel and fill the new space in the glass.To get plenty of \"boiling\", let the towel bend down a good bit into the glass before you secure it with the rubber band.      ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you change the kitchen towel to something else?What happens if you change the water to something else?What's the biggest container of water you can do this with?"
    },
    {
        "title": "Oobleck",
        "subject": "Chemistry",
        "description": "Slime that is both solid and liquid. An experiment about states of matter.",
        "link": "https://www.experimentarchive.com/experiments/oobleck/",
        "explanation": "This mixture is often called oobleck after Bartholomew and the Oobleck, a children's book by Dr. Seuss about a boy who has to save his kingdom from a green goo that is raining down from the sky.Oobleck is a so-called non-Newtonian fluid. The name means that the fluid doesn't behave as the great physicist Isaac Newton described. He stated that the viscosity of a fluid, i.e. its \"inertia\", depends only on the temperature.There are some different types of non-Newtonian fluids, whose viscosity depends on different things besides temperature. Oobleck belongs to the type whose viscosity also depends on how much the fluid is displaced, i.e. how much a part of the fluid moves in relation to another part. The more the fluid is displaced, for example when you hit it, the more viscous it becomes.Oobleck is a mixture of water and corn starch where the corn starch doesn't dissolve completely in the water, but exists as microscopically small lumps. In chemical terms - the corn starch and the water are still in separate phases. Because there is so much corn starch in the mixture, these lumps are so numerous that they touch each other. If you slowly lower a finger into the mixture, they have time to slide out of the way and make room for the finger. The mixture behaves as if it was liquid. But if you quickly lower your finger, they don't have time to move away - they need some time because they are relatively heavy - and remain in place. The mixture behaves as if it was solid. Oobleck can thus be both solid and liquid at the same temperature.It's easy to clean up oobleck. Hot water is sufficient. If you get it on your clothes, you can let them dry and then brush it off.      ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you hit the oobleck?What happens if you squeeze the oobleck hard and then release it? What happens if you slowly lower your hand into the oobleck and then quickly try to pull it back?What happens if you try to bounce a ball on the surface?What happens if you pour the mixture and then cut the resulting \"string\" with a pair of scissors?What happens if you try to swing the bowl back and forth?What happens if you leave a glass of oobleck for a long time?What happens if you change the amount of water in the mix?What happens if you use some other liquid instead of water, such as milk or soda?What happens if you use some other powder, such as potato starch or wheat flour?"
    },
    {
        "title": "Color changing flower",
        "subject": "Biology",
        "description": "Make a rainbow flower. An experiment about water transport in plants.",
        "link": "https://www.experimentarchive.com/experiments/color-changing-flower/",
        "explanation": "A plant usually absorbs water in its roots. This water is then transported via the stem up to the leaves and flowers. There, the water is needed for photosynthesis, as well as to serve as the main content of the cells. The water then evaporates from the plant. This creates a suction that propagates all the way down to the roots and more water is absorbed. This suction works exactly the same as when you suck water through a straw, with the difference that in the plant it's the evaporation of water that creates the suction.The water moves in small tubes called xylem. In the stem there are several xylem bundles. As this demonstration shows, some xylem tubes lead to one half of the flower, while other tubes lead to the other half.When the flowers begin to show signs of wilting, you can dry them. Take them out of the water and hang them upside down on a string.    ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.Which flower species gives the best result?What does the flower look like after 1, 2, 4, 6, 12, 24, 48, 72 hours?How many parts can you divide the stem into and still make the demonstration work?What happens if you place the stem in some other kind of colored liquid (soda, juice, coffee)?Is there any color that the flower has a harder time turning into?What kind of color (watercolor, oil paint, etc.) gives the best results? What happens if you place one half of the stem in water with plant nutrients?What happens if you place one half of the stem in salt water?"
    },
    {
        "title": "Static paper ghost",
        "subject": "Physics",
        "description": "What is the secret of the rising ghost? An experiment about static electricity.",
        "link": "https://www.experimentarchive.com/experiments/static-paper-ghost/",
        "explanation": "When two materials come in contact with each other, there is always a chance that the atoms in one material take electrons from the atoms of the other material. When you rub the balloon against your hair or clothes, electrons will jump from the hair or clothes to the balloon. This makes the balloon negatively charged, because electrons have a negative charge. The hair or clothes that now lacks electrons is thus positively charged. Hair with a positive charge stand up, because all hairs repel each other.As the balloon comes close to the ghost, electrons in the paper will be repelled by the electrons in the balloon. That is because equal charges repel. The electrons do not leave the paper, but end up further inside the paper ghost, i.e. away from the balloon. The surface of the paper ghost facing the balloon is now positively charged. Because the balloon is negatively charged and one side of the ghost is now positively charged at the surface, they will attract each other.If the balloon touches the ghost, they will stick to each other, again because of this attraction. Because paper is a bad conductor, few electrons will flow from the balloon to the paper ghost to equalize the charge difference between them.This is an example of static electricity, i.e. charged particles that, without flowing anywhere, still affect each other with forces.Over time, the \"magical power\" of the balloon will diminish. This is because excess electrons leave the balloon in small currents to the air.    "
    },
    {
        "title": "Rolling static soda can",
        "subject": "Physics",
        "description": "Charge your science balloon and play. An experiment about static electricity.",
        "link": "https://www.experimentarchive.com/experiments/rolling-static-soda-can/",
        "explanation": "When two materials come in contact with each other, there is always a chance that the atoms in one material take electrons from the atoms of the other material. When you rub the balloon against your hair or clothes, electrons will jump from the hair or clothes to the balloon. This makes the balloon negatively charged, because electrons have a negative charge. The hair or clothes that now lacks electrons is thus positively charged. Hair with a positive charge stand up, because all hairs repel each other.As the balloon comes close to the can, electrons in the metal will be repelled by the electrons in the balloon. That is because equal charges repel. The electrons do not leave the soda can, but end up further inside the soda can, i.e. away from the balloon. The surface of the soda can facing the balloon is now positively charged. Because the balloon is negatively charged and one side of the can is now positively charged at the surface, they will attract each other.If the balloon touches the soda can, they will stick to each other, again because of this attraction. Because the soda can is a bad conductor, few electrons to flow from the balloon to the soda can and equalize the charge difference between them.This is an example of static electricity, i.e. charged particles that, without flowing anywhere, still affect each other with forces.Over time, the \"magical power\" of the balloon will diminish. This is because excess electrons leave the balloon in small currents to the air.    ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you hold the balloon further from the soda can?What happens if you place the soda can on a carpet?What happens if you try to roll the soda can uphill?What other things can you move with the help of a charged balloon?"
    },
    {
        "title": "Impact craters",
        "subject": "Astronomy",
        "description": "Drop pebbles in flour. An experiment about meteoroid, comet and asteroid impacts.",
        "link": "https://www.experimentarchive.com/experiments/impact-craters/",
        "explanation": "The solar system consists not only of planets, dwarf planets and moons, but also of a lot of smaller celestial bodies that go under the collective name Small solar system bodies (SSSBs). These includes comets, asteroids and meteoroids, all of which can collide with Earth. Comets and asteroids are large celestial bodies, from around 10 m (30 feet) to several miles (kilometers) in diameter, which can cause mass extinction on Earth. Meteoroids are usually less than 10 m (30 feet) in diameter, but even these can cause some damage to Earth.Meteoroids are so small that they are normally only detected when they enter Earth's atmosphere. They are then rapidly heated by the friction that arises (collisions between the particles the atmosphere consists of and the meteoroid) and evaporate completely or partially while emitting a strong glow. This celestial phenomenon is called a meteor. If part of the meteoroid reaches the ground, the resulting rock is called a meteorite.Astronomers are better at monitoring comets and asteroids, at least the large ones. But at any time, you may hear the news that Earth will be hit by a devastating asteroid or comet. Many are still hidden in the darkness of space.In the event of an impact, an impact crater is formed. An SSSB usually hits Earth at an extremely high speed, several tens of kilometers (miles) per second. This means that the rock is actually most often completely destroyed at impact, in a large bomb-like explosion. Only the crater remains, which tells future visitors about what happened. Due to the explosion, the crater usually becomes round, even if the celestial body hits Earth's surface at an angle. Only at really narrow angles of incidence do elongated craters form.The Moon is famously covered by impact craters, most of which were formed in the early history of the solar system when many more SSSBs whizzed around among the planets and moons. Earth would actually have the same scarred surface as the Moon, if it wasn't for erosion, weathering and continental drift constantly smoothing out Earth's surface again.In this model, flour is used to resemble Earth's bedrock. The cinnamon is used to make it easier to see what happened during the impact. You can also pretend the cinnamon is Earth's top rock layer - the crust.      "
    },
    {
        "title": "Dental impression",
        "subject": "Biology",
        "description": "Create a mold of your choppers. An experiment about human teeth.",
        "link": "https://www.experimentarchive.com/experiments/dental-impression/",
        "explanation": "Humans are diphyodont, which means we get two sets of teeth during our lives. The first set of teeth - the deciduous teeth - begins to break through the gums around the age of 6 months and before the age of 32 months you usually have them all. By then each quadrant, i.e. each half of the lower jaw or upper jaw, contains: 2 incisors, 1 canine and 2 molars. This makes a total of 20 baby teeth.The second set of teeth - the permanent teeth - replaces the deciduous teeth between about 6 and 12 years of age and during this time humans have both deciduous and permanent teeth mixed. What happens during the replacement is that the forming permanent teeth inside the jaw press on the roots of the baby teeth, which causes the roots to break down and be absorbed by the permanent teeth. This loosens the baby teeth and thus they can also remain if a permanent tooth is not formed underneath (which is quite common).In an adult, each quadrant normally contains 2 incisors, 1 canine, 2 premolars and 2-3 molars. This makes a total of 28-32 permanent teeth.The most posterior molar that may not develop in each quadrant is called the wisdom tooth. In Homo sapiens ancestors, natural selection favored a larger brain, which probably required the jaws to shrink to make room for it. The wisdom teeth did not really fit anymore and they started to cause problems (pressing on the gums, getting crooked etc.). Because dental problems before modern dentistry could actually lead to death, natural selection has lead to the fact that many people today never develop wisdom teeth.In summary, the teeth are there to divide the food, which is the first step in the digestive system. But the different teeth also have their own anatomy and function. With the help of your dental impression, you can take a closer look at how anatomy and function are connected. The incisors have a sharp edge which cuts the food into pieces, much like when a pair of pliers cuts something. The canines have a sharp \"spike\", with which you can hold the food while you tear off pieces (suitable if you eat tough meat for example). Thanks to their two \"spikes\", the premolars also have the ability to hold the food while you tear off pieces. At the same time, they are also good at crushing and grinding the food between them when you chew. The molars are fully designed to crush and grind the food between them, which you can see from their flat chewing surfaces.          ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What differences are there between your teeth and the teeth of a friend of the same age?What differences are the between your teeth and the teeth of an older person?What differences are the between your teeth and the teeth of someone with all their baby teeth?Are there more similarities between your and a close relative's teeth, compared to someone you are not related to?What are the differences between the teeth in your upper jaw and lower jaw?"
    },
    {
        "title": "Plastic bag parachute",
        "subject": "Technology",
        "description": "Make a parachute from a plastic bag (not for you, but for your toy figure).",
        "link": "https://www.experimentarchive.com/experiments/plastic-bag-parachute/",
        "explanation": "When a parachute falls through the atmosphere, its underside collects lots of air. Within a small volume, lots of air molecules gather, which collide with each other and what is around them. These collisions are the same as air pressure, and the air underneath the parachute therefore pushes on what is around it. It therefore pushes the parachute upwards and partially counteracts the gravitational pull of Earth on what is hanging in the parachute. This push is called air resistance or drag.A round parachute ususally has a hole in the middle. This may seem illogical because the air resistance then decreases. But that hole is an important detail. That is because there is a limit to how much air can be collected underneath the parachute and when that limit is reached, the air must go somewhere. If there is no hole in the parachute, the air spills over one of the sides of the parachute. The parachute is flipped inside out on that side and its air-collecting bulging shape is lost. If instead there is a hole in the middle of the parachute, the air can escape through it and the parachute will keep its shape.    "
    },
    {
        "title": "Carbon dioxide extuingisher",
        "subject": "Chemistry",
        "description": "Pour gas on the fire. About chemical reactions.",
        "link": "https://www.experimentarchive.com/experiments/carbon-dioxide-extuingisher/",
        "explanation": "When baking powder and water come into contact with each other, a chemical reaction takes place where carbon dioxide is formed. Carbon dioxide can then be poured over the flame that goes out.Baking powder consists of about 30 % baking soda, 40 % some acid (for example cream of tartar) and 30 % some moisture absorbing substance (for example corn starch). When baking powder and water are mixed, the baking powder begins to react with itself - bicarbonate and the baking powder's own acid reacts and forms a salt (which one depends on the acid) as well as carbon dioxide.Carbon dioxide in a gaseous state is heavier than air and therefore remains in the pitcher. The carbon dioxide isn't visible because it doesn't absorb or reflect light, but it is there. You can then pour the gas just like a liquid by tilting the pitcher. It's easier to hit the candle if there is as little turbulence in the air as possible, so an advice is to be very still around the candle.You can detect where the carbon dioxide is by lowering a lit match into the pitcher. It will be extinguished in the carbon dioxide, because there is no oxygen there.When you pour the carbon dioxide, it pushes away the lighter air. Because a candle needs the oxygen in the air to burn, it goes out.This demonstration works in the same way as a carbon dioxide fire extinguisher does. It also releases carbon dioxide in order to displace air.          ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.How many \"intermediate pours\", i.e. pouring from one glass to another, can you do and still have enough carbon dioxide left to extinguish the candle?How many candles at the most can you extinguish with a fixed amount of baking powder (i.e. how can you optimize all other factors)?"
    },
    {
        "title": "Imploding soda can",
        "subject": "Physics",
        "description": "Crush a can with air pressure. About pressure, temperature and states of matter.",
        "link": "https://www.experimentarchive.com/experiments/imploding-soda-can/",
        "explanation": "When water boils, it changes from a liquid to a gas. It does so even at room temperature - but at the boiling point it happens much faster. The water vapor, i.e. water in a gaseous state, fills the can and pushes out the air that was there before.You might think that water vapor looks like the smoke you're used to seeing above boiling water. But the smoke is actually water vapor that has once again cooled down and condensed into small drops of liquid water. Water vapor is in fact transparent.When you dip the can in the cold water, the water vapor cools down and condenses to liquid water. This means that the volume of water in the can decreases many times over. Liquid water takes up much less space than water vapor, because the water molecules in liquid water are much more tightly packed. Exactly how much the volume of water decreases when you cool down the can is difficult to know - this is because the volume of water vapor largely depends on the temperature - but it will likely be at least 1 000 times smaller.So when the water in the can condenses, and its volume decreases drastically, a void arises in the can. The gas (water vapor) that was just there and pushed on the inside walls of the can is gone. On the other hand, the gas (air) outside the can remains, and it pushes on the outside walls of the can, and it now compresses the can completely.A gas, such as air or water vapor, always exerts a pressure on its surroundings. This is because the particles (atoms or molecules) that make up the gas are constantly moving and colliding with each other and everything around them. So when the water molecules of water vapor collide with the can, they push on the inside walls of the can. Likewise, the air particles (mainly nitrogen and oxygen molecules) push on the outside walls of the can.When a gas cools down, the particles that make up the gas begin to move more slowly. Temperature is a measure of the kinetic energy of a substance's particles. They then also end up closer to each other, because their collisions with each other are milder and they do not repel each other as much anymore. This also means that the gas' pressure on its surroungins decreases. If the gas is cooled down sufficiently, it becomes liquid. Then the particles are so close to each other that they have close contact all the time, and the substance behaves in a completely different way - a substance in a gaseous state expands and fills the entire container it is in, while a substance in a liquid state only adapts its shape to its container but retains an almost constant volume. And when it comes to the pressure in the can, liquid water overall exerts much less pressure than water vapor.You may also notice that some water from the bowl is forced into the can. This is the ambient air that pushes on the water surface and thus pushes water into the can. Had there been gas of equal pressure inside the can, this would not have happened. So the air both compresses the can and pushes water into it.You might mention \"suction\" in this demonstration, but there is no kind of \"suction force\" or anything like that - just pressure.    "
    },
    {
        "title": "Spinning spiral snake",
        "subject": "Earth science",
        "description": "Hang your spiral above a heat source and it will spin! About weather and rising hot air.",
        "link": "https://www.experimentarchive.com/experiments/spinning-spiral-snake/",
        "explanation": "The air is heated by the candle and rises. The rising air flow causes the spiral to rotate.On Earth, the air near Earth's surface heats up. This is because Earth's surface is in turn heated by the Sun.When a substance is hot, the particles move a lot and collide with each other all the time, which means that they are on average further apart. In hot air, the air particles (nitrogen molecules, oxygen molecules and more) are thus further apart than in cold air, which means that hot air has a lower density than cold air. This causes it to rise because Earth's gravitational force then has a weaker effect on it.The rising hot air pushes on the underside of the spiral and this causes the spiral, due to the its shape, to rotate.      "
    },
    {
        "title": "Aristotle's illusion",
        "subject": "Biology",
        "description": "Cross your fingers and feel your two noses. An experiment about the brain.",
        "link": "https://www.experimentarchive.com/experiments/aristotles-illusion/",
        "explanation": "The phenomenon of feeling two nasal tips when crossing the fingers was described by Aristotle (384-322 BC) in one of his writings. That's why this classic and fun demonstration has been named Aristotle's illusion.Aristotle, however, had no explanation for the phenomenon. But one have emerged in modern times. The brain, through its physiology, is tuned to how the body is normally positioned. What happens when you touch the tip of the nose is that sensory cells both on the left side of the index finger and on the right side of the middle finger register something. This usually only happens when there are two different objects that the fingers touch, because these finger sides are so far from each other. So when the brain in this case receives signals from sensory cells from both of these parts of the body, it interprets it as two objects - even though it's only one.It's unclear why the fingers are so sensitive to this phenomenon, when there are other body parts that can be crossed or placed in strange positions and whose sensory signals are still interpreted correctly by the brain.          ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you cross your middle and ring fingers instead?What happens if you cross your index and ring fingers insteadWhat happens if you cross your index fingers from both hands instead?What happens if you cross your arms and touch an object in the \"wedge\" between them?"
    },
    {
        "title": "Mentos and coke",
        "subject": "Chemistry",
        "description": "Classic science with diet coke. An experiment about mixtures and states of matter.",
        "link": "https://www.experimentarchive.com/experiments/mentos-and-coke/",
        "explanation": ""
    },
    {
        "title": "Water sucking glass",
        "subject": "Physics",
        "description": "Cool the air in a glass and suck water. About pressure and temperature.",
        "link": "https://www.experimentarchive.com/experiments/water-sucking-glass/",
        "explanation": "When a candle burns the wax (or whatever fuel that the candle is made of) rapidly reacts with oxygen and forms water, carbon dioxide and some residual products. This chemical reaction is exothermic, which means that energy is released into the surroundings. In this chemical reaction, energy is released in the form of radiant energy (including light) and thermal energy (heat).When the candle has been trapped in the glass for a while, it goes out. This is because the oxygen is depleted. Or maybe not depleted, but the concentration of oxygen in the air is too low to sustain the fire.Since oxygen makes up 21 % of the gas mixture called air, and oxygen is consumed when the candle burns, one can easily believe that the result of this demonstration is due to the volume of air decreasing during combustion, and that water is sucked in to replace this volume. However, this is not the case. After all, carbon dioxide and water are formed during combustion, and these gases replace the lost oxygen gas. The amount of matter in gaseous form in the glass actually increases, because all oxygen atoms remain in the air, but now in carbon dioxide and water molecules - together with atoms from the candle. But whether the volume of gas in the glass increases or decreases during combustion is still a bit difficult to know, partly because part of the water vapor condenses to liquid water and that carbon dioxide tends to dissolve in the water.The explanation is instead something else. Surely you noticed that the water was sucked into the glass only after the candle went out?When a gas (such as air) is heated, the particles (atoms or molecules) that make up the gas begin to move faster. Temperature is in fact a measure of this kinetic energy of a substance's particles. Consequently, if the gas is kept within an enclosed space, the frequency and speed of the particles' collisions with each other and their surrounding also increase. In each collision, the gas particle pushes on what it collides with. So, when a gas is heated, its pressure also increases.Because the particles in a gas repel each other all the time, gas escapes from its confined space if it can. If you quickly put the glass over the candle, you will see hot air bubble out of the glass. But this \"escape\" ends as quickly as it began, and this is because the air pressure inside the glass has now become equal to the air pressure outside. At this moment, the air inside the glass has a higher temperature and lower density (the air particles are far from each other) than the air outside, which has a lower temperature and higher density (the air particles are close to each other). But their air pressure will be equal. The air outside the glass pushes - via the water - as much on the air inside the glass as vice versa. Imagine how the air pushes down on the water surface, both from inside the glass and outside.When the candle goes out due to lack of oxygen, the air inside the glass starts to cool down again. This causes the air pressure inside the glass to decrease, and it is now lower than the air pressure outside. Therefore, the air outside the glass now pushes water into the glass (this is alternative A). This happens until the air pressure inside and outside the glass is the same again. Nature hates pressure differences.This demonstration has an alternative result (alternative B), which happens if the glass is tight against the bottom. Then no water can be forced into the glass and the air pressure in the glass remains low. This means that the air outside will continue to push more on the glass than the air in the glass does, thus pushing the glass against the plate.It is easy to talk about \"suction\" in this demonstration, but there is no kind of \"suction force\" or something like that - just pressure.    ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you put the glass over the candle very quickly?What happens if you use a larger glass?What happens if you use a taller, narrower, glass?What happens if you use a different type of candle (for example, a small cake candle?What happens if you use multiple candles (you may need a larger glass or a jar)?What happens if you use a bowl of water instead (see below)?"
    },
    {
        "title": "Water sucking bottle",
        "subject": "Physics",
        "description": "Cool the air in a bottle and suck water. About pressure and temperature.",
        "link": "https://www.experimentarchive.com/experiments/water-sucking-bottle/",
        "explanation": "When a gas (such as air) is heated, the particles (atoms or molecules) that make up the gas begin to move faster. Temperature is in fact a measure of this kinetic energy of a substance's particles. Consequently, if the gas is kept within an enclosed space, the frequency and speed of the particles' collisions with each other and their surrounding also increase. In each collision, the gas particle pushes on what it collides with. So, when a gas is heated, its pressure also increases.Because the particles in a gas repel each other all the time, gas escapes from its confined space if it can. When the bottle was emptied of water, it was immediately filled with ambient air. This air was quickly heated by the heat of the bottle and its pressure increased. Some of the air then escapes from the bottle again. But this \"escape\" ends as quickly as it began, and this is because the air pressure inside the bottle has now become equal to the air pressure outside. At this moment, the air inside the bottle has a higher temperature and lower density (the air particles are far from each other) than the air outside, which has a lower temperature and higher density (the air particles are close to each other). But their air pressure will be equal. The air outside pushes as much on the air inside the bottle as vice versa. As you dip the bottle in the water, imagine how the air pushes down on the water surface, both from inside the bottle and outside.When the bottle is placed in the cold water, the air inside the bottle starts to cool down again. This causes the air pressure in the bottle to decrease, and it is now lower than the air pressure outside. Therefore, the air outside the bottle now pushes water into the bottle. This happens until the air pressure inside and outside the bottle is the same again. Nature hates pressure differences.It is easy to talk about \"suction\" in this demonstration, but there is no kind of \"suction force\" or something like that - just pressure.Some plastic bottles can crumble a little when filled with boiling water. This is because the plastic molecules start to curl when heated. You will then get a plastic bottle that is a bit smaller than before.          ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you have a greater or smaller temperature difference between the hot and the cold water? Test boiling hot and ice cold water for a really clear result (use oven mitts).What happens if you use a larger bottle?What happens if you use a narrower bottle?What happens if you use a bottle with a larger opening?What happens if you put the cap on the bottle before putting it in the cold water (see below)?"
    },
    {
        "title": "Plastic bag and pencils",
        "subject": "Chemistry",
        "description": "Stick pencils in a bag of water - without it leaking! About water and plastic.",
        "link": "https://www.experimentarchive.com/experiments/plastic-bag-and-pencils/",
        "explanation": "The plastic bag consists of long molecules called polymers. They are like long spaghettis. These polymers bond together with chemical bonds called cross-links, just like spaghettis stick together.It's these cross-links that hold the plastic bag together, even when it's stretched. However, only to a certain point. If the polymers are pulled apart too much, the cross-links will break.When you insert the pen through the plastic, some cross-links will break, but since the strain is not too much, the remaining cross-links are numerous enough to hold the plastic bag together.So that's the reason why the plastic bag doesn't burst. But why water leak, since there are small gaps between the pen and the plastic if you look closely? Well, water consists of water molecules that attract each other quite strongly. This results in the surface tension of the water, i.e. how water droplets hold together when they fall through the air and how the surface of the water forms a barrier that requires some force to break. Thus, in normal cases, water can only exist in larger clumps (like drops) and these clumps are too large to get through the gaps. You can think of the water molecules as small figures holding each other's hands, where some hang over the gaps but are still held back by their friends.However, water may in some cases start to seep out through the gaps. If you squeeze the bag, you increase the pressure inside and water is forced out through the holes. Now the pressure becomes too strong for all the water molecules to be able to hold on to each other - they tear apart. Water will also leak out if you wiggle the pencils and make the gaps bigger.    "
    },
    {
        "title": "Water mass meeting",
        "subject": "Earth science",
        "description": "Mix colored water. About when water or air with different temperatures meet.",
        "link": "https://www.experimentarchive.com/experiments/water-mass-meeting/",
        "explanation": "When a chemical substance (for example water) is cold, it means that the particles the chemical substance consists of (for example water molecules) move very little. On the other hand, when a chemical substance is hot, the particles move a lot and collide with each other all the time, which means that they push each other away and are on average further apart. In cold water, the water molecules are closer together than in hot water, and therefore cold water has a higher density than hot water.The same thing happens in a gas or a gas mixture, such as air. In hot air, the oxygen and nitrogen molecules, and the other particles air consists of, are further apart than in cold air. Therefore, hot air is lighter than cold air. Cold air sinks while hot air rises.This demonstration thus shows both what is happening in the oceans and in the atmosphere. In the oceans water sinks when it's carried by currents to colder latitudes and is cooled down. In the atmosphere, air rises when it's heated by Earth's surface (which is heated by the sun).       ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if the water in both bottles has the same temperature?What happens if the water in the two bottles only differs slightly in temperature?What happens if you use ice water and boiling hot water in the bottles?What happens if you hold the bottles so that they lie on their sides instead?"
    },
    {
        "title": "Homemade sailboat",
        "subject": "Technology",
        "description": "Build a sail boat. An experiment about why ships float and how the wind can propel them.",
        "link": "https://www.experimentarchive.com/experiments/homemade-sailboat/",
        "explanation": "You have now built a boat, and one that (at least somewhat) is propelled by the wind.It's very uncertain when humans first started using boats. Perhaps it was as early as 130,000 years ago, as some finds in Crete indicate. Or maybe it was around 40,000 years ago, when man first came to Australia. The oldest boat that has actually been found is dated to between 8040 and 7510 BC. It's 3 m (10 ft) long, was found in the Netherlands and consists of a pine trunk that has been made hollow. However, it's not entirely certain that the trunk was actually used as a boat. Maybe it was, for example, used as a food bowl for livestock.A boat floats because its density is lower than water's. You can also explain it by the fact that the amount of water a boat displaces weighs less than the boat.When it's windy, a lot of air collects behind the sail. This means that many air molecules are within a small volume and push on each other and what is around them. Therefore, the sail and thus the whole boat is pushed forward.      "
    },
    {
        "title": "Hovering soap bubble",
        "subject": "Chemistry",
        "description": "Make a bubble float. About chemical reactions, density, and more.",
        "link": "https://www.experimentarchive.com/experiments/hovering-soap-bubble/",
        "explanation": "Something that plays a key role in the demonstration is chemical polarity. Chemical polarity is how electrons are spread, across a molecule or something else in chemistry. Molecules with an even distribution of electrons are called nonpolar. Molecules with an uneven distribution of electrons are called polar.Water consists of water molecules that attract each other quite strongly. The reason why water molecules attract each other is that they all have a positively charged end and a negatively charged end. Water molecules are polar. This can be compared to a bunch of magnets, which also have a positive and a negative end (these ends are magnetic instead of electrically charged, but the forces that arise work the same way). If these magnets were thrown in a bucket, they would line up, with positive ends against negative ends, and hold together.Other substances whose molecules are also polar mix easily with water. It's more difficult for substances that are nonpolar, i.e. whose molecules have no charged ends.Dish soap consists of molecules that have both a polar and a nonpolar end. These molecules can mix both with, for example, water (which is polar) and fat (which is nonpolar).When you blow a soap bubble, you push air (or another gas) into water. The water is pushed out to the sides, but still holds together thanks to its surface tension. The bubble that forms becomes spherical because this geometric shape has the least surface area and thus pulls the water molecules the least.A bubble of water would soon burst as the water evaporates into the air. However, by blowing bubbles of a mixture of water and dish soap, this can be remedied. In such a bubble, the layer of water is surrounded by a layer of dish soap on both sides. The dish soap molecules dip their polar end in the water and their nonpolar end in the air. The layers of dish soap delay the evaporation of water and the soap bubble lasts longer. Eventually, however, the bubble will burst, as water will still evaporate. The bubble also bursts if it hits something sharp, or grease that destroys the layer of dish soap.The secret to extra durable soap bubbles is to also add some glycerin. Glycerin attracts the water molecules, holds on to them and slows down evaporation. The mixture gets even better if it's allowed to stand for 24 hours, because the glycerin then has time to bind extra strongly to the water.When baking powder and water come into contact with each other, a chemical reaction takes place where carbon dioxide is formed. Baking powder consists of about 30 % baking soda, 40 % some acid (for example cream of tartar) and 30 % some moisture absorbing substance (for example corn starch). When baking powder and water are mixed, the baking powder begins to react with itself - bicarbonate and the baking powder's own acid reacts and forms a salt (which one depends on the acid) as well as carbon dioxide.Carbon dioxide in a gaseous state is heavier than air and therefore remains in the container - at least if you avoid creating drafts in the vicinity. The carbon dioxide is not visible because it does not absorb or reflect light, but it is there. You can detect where the carbon dioxide is by lowering a lit match into the container. It will be extinguished in the carbon dioxide, because there is no oxygen there.A soap bubble has a lower density than carbon dioxide and it will therefore \"float\" on top of it. This is due to the fact that the force of Earth's gravity has a greater effect on heavier things, in this case carbon dioxide, and pulls it closer to Earth's surface.If you have managed to create a durable soap bubble, which stays in the container for more than a minute, you will see that it both swells and sinks. This is because carbon dioxide diffuses into the soap bubble. A soap bubble is permeable for small molecules - both air and carbon dioxide can migrate in and out through its walls. Both air and carbon dioxide \"strive\" to be as common inside as outside the bubble. The phenomenon of substances spreading in this way only through their inherent kinetic energy is called diffusion. Air thus migrates out of the bubble to the environment outside where there is less air, and carbon dioxide migrates into the carbon dioxide-poor environment inside the bubble. However, carbon dioxide migrates in faster than air migrates out - because carbon dioxide, since it's a bit polar, gets through the bubble's largely polar wall more easily. Therefore, the bubble both swells and also becomes heavier (remember - carbon dioxide has a higher density than air).    ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.How much carbon dioxide do you get from 1, 2, 3 etc. tablespoons of baking powder? Check the level in the container by lowering a lit match - where it goes out, the carbon dioxide starts!If you make a big soap bubble, does it float as well as a small one?What happens if you gently blow into the container when a soap bubble is lying there?What happens if you put a soap bubble in an empty container, and then pour the carbon dioxide over the bubble (yes, it is possible to pour carbon dioxide like water from one container to another)?Dip a stack of straws into the soap bubble solution and blow a cluster of bubbles. How does the cluster behave in the container of carbon dioxide?"
    },
    {
        "title": "Fish dissection",
        "subject": "Biology",
        "description": "Time for science dinner. First off - dissecting the food.",
        "link": "https://www.experimentarchive.com/experiments/fish-dissection/",
        "explanation": ""
    },
    {
        "title": "Salt water purifier",
        "subject": "Earth science",
        "description": "Turn salt water into drinking water. An experiment about the water cycle.",
        "link": "https://www.experimentarchive.com/experiments/salt-water-purifier/",
        "explanation": "When ordinary salt (table salt, sodium chloride) comes into contact with water, the water molecules separate the salt crystals. They are separated into ions (atoms that have an excess or deficit of electrons), more specifically into sodium and chloride ions. The reason for this is that water molecules have charged ends, which attract the charged ions. Salt water, both in the sea and in your bowl, thus consists of water molecules mixed with sodium and chloride ions.Your covered bowl acts as a small greenhouse. Light comes in, is converted into thermal radiation (infrared radiation) which bounces around a bit inside, before it leaves the greenhouse. Therefore, it gets warmer inside than outside. When water is heated, it evaporates, i.e. changes from a liquid to a gaseous state. This is because a heated water molecule is a water molecule in rapid motion, so fast that it can escape the electric attraction to other water molecules. However, the ions do not evaporate. Because they are charged ions, they are more attracted to the water molecules and, when the water level becomes low, to each other. A much higher temperature is required for the ions to move so fast that they can evaporate.When the water vapor hits the plastic wrap, it condenses to liquid water again. This is because the plastic wrap is cold, as it has direct contact with the surrounding cold air. Some of this water rains down into the bowl in the center, and is now fresh water!In addition to being a tool for a scientific demonstration, this type of device is actually available to buy as emergency equipment for shipwrecked.  ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you use a wider large bowl?What happens if the water in the large bowl is deeper?What happens if you use a wider small bowl?What happens if you do the demonstration indoors?What happens if you color the salt water with food coloring?"
    },
    {
        "title": "Special: Burning towel",
        "subject": "Physics",
        "description": "More like non-burning towel. About energy, heat, chemical reactions and water.",
        "link": "https://www.experimentarchive.com/experiments/burning-towel/",
        "explanation": "When you hold a flame close to liquid ethanol, the liquid heats up so much that it first evaporates and then starts to burn. What happens then is that the ethanol react rapidly with oxygen and form water and carbon dioxide (and small amounts of other by-products). This chemical reaction is exothermic, which means that energy is released. In this specific chemical reaction, energy is released in the form of radiant energy (including light) and thermal energy (heat).The chemical equation of when ethanol burns is as follows:C2H5OH + 4 O2 → 2 CO2 + 3 H2O + energySince energy can neither be created nor destroyed, only transformed, one may ask where this energy came from. Well, when the ethanol and oxygen molecules were formed (whenever that was), energy was required to move the electrons in these molecules so that the constituent atoms would sit together. This energy was then stored as potential energy in these molecules, which is called chemical energy. That is, until now, when the electrons in this chemical reaction were moved to less energy-demanding positions in newly formed molecules.The flame in this demonstration consists of ethanol and oxygen that are being converted to water and carbon dioxide, as well as the radiant energy (light) and thermal energy (heat) that is formed as a by-product in that process. It's possible that part of the flame contains ethanol and/or oxygen that has become so hot that it has been ionized. This means that some of the electrons of these molecules are completely detached. This state is called plasma and is the state of matter that the chemical substances in the Sun have. But it's unclear whether the chemical reaction in this demonstration really releases so much heat that ionization occurs - and to our eyes, burning plasma and burning gas look pretty much the same.The big question, though, is: why doesn't the towel burn up in this demonstration? The answer is water. The water in which the towel is also soaked absorbs most of the energy released in the exothermic chemical reaction.Temperature is a measure of how much the particles in a substance move. In cold water the water molecules move a little and in hot water they move a lot. But it takes a lot of energy to heat water and get the molecules moving. This is because much of the energy added to water is used to bend and break the hydrogen bonds that hold the individual water molecules together. A lot of energy is absorbed by this process, instead of causing the water molecules to start moving. So water can be heated and heated, but still remain quite cool. Another way to put it is that water has a high heat capacity. However, when enough energy has been added to water, the bonds between the water molecules break completely. The water molecules are \"dispersed by the wind\" - which means that the water changes from a liquid state to gaseous state (water vapor).Why add the salt? Well, this is to see the fire better. Ethanol burns with a rather invisible flame, while salt burns with a distinct yellow flame.          ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you leave a corner of the towel dry?What happens if you halve the amount of ethanol?What happens if you don't add the salt?What happens if you replace the salt with sugar?"
    },
    {
        "title": "Special: Burning money",
        "subject": "Physics",
        "description": "An experiment about energy, heat, chemical reactions and water.",
        "link": "https://www.experimentarchive.com/experiments/burning-money/",
        "explanation": "When you hold a flame close to liquid ethanol, the liquid heats up so much that it first evaporates and then starts to burn. What happens then is that the ethanol react rapidly with oxygen and form water and carbon dioxide (and small amounts of other by-products). This chemical reaction is exothermic, which means that energy is released. In this specific chemical reaction, energy is released in the form of radiant energy (including light) and thermal energy (heat).The chemical equation of when ethanol burns is as follows:C2H5OH + 4 O2 → 2 CO2 + 3 H2O + energySince energy can neither be created nor destroyed, only transformed, one may ask where this energy came from. Well, when the ethanol and oxygen molecules were formed (whenever that was), energy was required to move the electrons in these molecules so that the constituent atoms would sit together. This energy was then stored as potential energy in these molecules, which is called chemical energy. That is, until now, when the electrons in this chemical reaction were moved to less energy-demanding positions in newly formed molecules.The flame in this demonstration consists of ethanol and oxygen that are being converted to water and carbon dioxide, as well as the radiant energy (light) and thermal energy (heat) that is formed as a by-product in that process. It's possible that part of the flame contains ethanol and/or oxygen that has become so hot that it has been ionized. This means that some of the electrons of these molecules are completely detached. This state is called plasma and is the state of matter that the chemical substances in the Sun have. But it's unclear whether the chemical reaction in this demonstration really releases so much heat that ionization occurs - and to our eyes, burning plasma and burning gas look pretty much the same.The big question, though, is: why doesn't the bill burn up in this demonstration? The answer is water. The water in which the bill is also soaked absorbs most of the energy released in the exothermic chemical reaction.Temperature is a measure of how much the particles in a substance move. In cold water the water molecules move a little and in hot water they move a lot. But it takes a lot of energy to heat water and get the molecules moving. This is because much of the energy added to water is used to bend and break the hydrogen bonds that hold the individual water molecules together. A lot of energy is absorbed by this process, instead of causing the water molecules to start moving. So water can be heated and heated, but still remain quite cool. Another way to put it is that water has a high heat capacity. However, when enough energy has been added to water, the bonds between the water molecules break completely. The water molecules are \"dispersed by the wind\" - which means that the water changes from a liquid state to gaseous state (water vapor).Why add the salt? Well, this is to see the fire better. Ethanol burns with a rather invisible flame, while salt burns with a distinct yellow flame.          ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you only soak one half of the bill in the mixture?What happens if you halve the amount of ethanol?What happens if you halve the amount of water?What happens if you only use ethanol?What happens if you only use water?What happens if you dip one half of the bill in ethanol and the other half in water?What happens if you don't add the salt?What happens if you replace the salt with sugar?"
    },
    {
        "title": "Stargazer",
        "subject": "Astronomy",
        "description": "Build a telescope for cloudy nights. An experiment about constellations.",
        "link": "https://www.experimentarchive.com/experiments/stargazer/",
        "explanation": "The stars we see in the night sky are some of the hundreds of billions of stars that make up our galaxy, the Milky Way. Since ancient times, humans have created images of the patterns that stars form when viewed from Earth. These constellations are good to know in order to navigate the night sky. For example, you might hear about an upcoming meteor shower that can be seen in the constellation of Pisces, or that Saturn now is easy to spot in the middle of Auriga.The image shows the constellations visible in the northern hemisphere during winter.Image by William Tyler Olcott            ExperimentYou can turn this model and demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What percentage of people can recognise the Big Dipper?What percentage of people can recognise Cassiopeia?How much would a constellation have to change in order to make it unrecognizable to people previously familiar with it (you can change a constellation by making stars shine brighter, move stars or make stars go out)?"
    },
    {
        "title": "Disappearing styrofoam",
        "subject": "Chemistry",
        "description": "Make styrofoam disappear in acetone. About chemical polarity and more.",
        "link": "https://www.experimentarchive.com/experiments/disappearing-styrofoam/",
        "explanation": "Styrofoam is an old brand name for polystyrene that has been filled with gas bubbles. A better words for the material is foamed polystyrene, if you want to avoid brand names.Polystyrene is a very common material in our everyday lives - CD cases, disposable razors, plastic cups and disposable cutlery consist of it. It can be transparent, white, hard and soft, all depending on how it's treated in the manufacturing process. And it can also be filled with gas bubbles - as in foamed polystyrene. Exactly which gas the bubbles consist of varies depending on the manufacturer, but often it's carbon dioxide or pentane.Polystyrene is a polymer, which means that it consists of long molecules composed of smaller molecules (like pearl necklaces composed of pearls). The small molecules are styrene (C8H8). The styrene molecules are joined together by strong covalent bonds. The separate polystyrene molecules also attach to one another, like sticky spaghettis that attach to one another here and there, and that with relatively weak van der Waals bonds.Polystyrene is a plastic. When polystyrene burns, carbon dioxide and water are formed, but unfortunately the combustion is often incomplete, which means that some by-products are formed that are dangerous to health and the environment.Acetone is a colorless, volatile and flammable liquid consisting of rather small molecules (C3H6O). Acetone is made from propylene, which in turn comes from fossil fuels. Acetone is also a common substance in living organisms and in soil and water, and is broken down relatively quickly in nature, but larger amounts still cause great damage. The fact that acetone is volatile means that it evaporates quickly, and in the atmosphere it's broken down by sunlight to mainly ethane and methane.Something that plays a key role in the demonstration is chemical polarity. Chemical polarity is how electrons are spread, across a molecule or something else in chemistry. Molecules with an even distribution of electrons are called nonpolar. Molecules with an uneven distribution of electrons are called polar.When polystyrene comes in contact with acetone, bonds begin to break between the polystyrene molecules. This is because both acetone and polystyrene are nonpolar substances, which is the same as the electrons being fairly evenly distributed over their molecules - which in turn means that there are no distinct electrically charged places (poles) on the molecules. This means that the polystyrene molecules are almost as strongly (or rather weakly) attracted to the acetone molecules as to each other. So the polystyrene molecules begin to slide along each other, while van der Waals bonds are constantly broken and formed, and this makes the gas bubbles in the polystyrene break. What remains is a lump of compact polystyrene.It's not true that polystyrene melts in this demonstration, as it remains in solid form. Closer to the truth is that it dissolves in acetone. Acetone acts as a solvent - a nonpolar one - which dissolves the nonpolar substance polystyrene. You may have heard that \"like dissolves like\", which means that nonpolar substances dissolve in nonpolar solvents, while polar substances (for example sugar) dissolve in polar solvents (for example water). The easiest way to understand this is to think of the water molecules, which have an uneven distribution of electrons and thus a negatively charged and a positively charged end (they have poles - are polar). This makes water molecules hold together tightly, like a bowl of magnets would. Only other polar molecules can attract water molecules, take over their bonds and thus mix with them. Dissolving a nonpolar substance such as polystyrene in water doesn't work well. Instead a nonpolar solvent is needed, which has weak bonds that the polystyrene can \"take over\".However, no solution (homogeneous mixture) of polystyrene and acetone is formed. Acetone acts more as a lubricant to make the polystyrene molecules slide along each other.Acetone also dissolves other things made of polystyrene, but the effect is greatest with foamed polystyrene because it's so porous and has a large contact surface.          ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you replace acetone with another nonpolar solvent, such as cooking oil?What happens if you replace acetone with a polar solvent, such as water?What happens if you try to dissolve a polar substance (such as corn starch or sugar) in acetone?What happens if you pour some acetone on something else made of polystyrene, such as a plastic cup?What happens if you try to dissolve another type of plastic, such as PET, in acetone?What is the mass of the polystyrene before, and after, it's been dissolved by acetone?"
    },
    {
        "title": "Special: Dust explosion",
        "subject": "Chemistry",
        "description": "Flour can be deadly. An experiment about chemical reactions and fire.",
        "link": "https://www.experimentarchive.com/experiments/dust-explosion/",
        "explanation": "The main ingredient in wheat flour is starch. Starch is really long molecules composed of the smaller glucose molecule (C6H12O6). When the cloud of wheat flour is heated by the candle, it begins to burn. What happens is that starch rapidly reacts with oxygen and forms water and carbon dioxide. This is the chemical reaction:6 O2 + C6H12O6 → 6 CO2 + 6 H2O + energyThis chemical reaction is exothermic, which means that energy is released into the environment. In this specific chemical reaction, energy is released in the form of radiant energy (electromagnetic waves, including visible light) and thermal energy (kinetic energy of particles, often referred to as \"heat\"). Since energy never can be created or destroyed, only converted, one may ask where this energy came from? Well, when the glucose (which starch consists of) was formed in wheat, energy was required to move the electrons in these molecules so that the constituent atoms would sit together. This energy came from the Sun and was captured by the plant through photosynthesis. This energy was then stored as chemical energy in glucose, which the plant than converted to starch - that is, until now, when the electrons in this chemical reaction were moved to lower energy-demanding positions in new molecules.The flame in this demonstration is big. It consists of starch and oxygen that are being converted to water and carbon dioxide. What we see is the radiant energy in the form of light that is formed in that process. It's possible that part of the flame contains starch or oxygen that has become so hot that it has been ionized. This means that some of the electrons of these molecules are completely detached. This state is called plasma and is the state of matter that the chemical substances in the Sun have. But it's unclear whether the chemical reaction in this demonstration really releases so much heat that ionization occurs - and to our eyes, burning plasma and burning gas look pretty much the same.Almost all organic molecules - i.e. molecules that originate from living organisms - contain a lot of energy and burn easily, not just starch. Therefore, several foods work for this demonstration. But what they must have in common is that they are powders, and can create a cloud of dust. Because it's only when the fuel mixes well with the oxygen in the air that it can burn. This is why your flour packages at home have never self-ignited.A good model for understanding fire is the so-called fire triangle. It says that three ingredients are required for combustion and fire: (1) heat, (2) fuel and (3) oxygen (or any other oxidant). A fire occurs when these three ingredients are present in the right mixture. A fire can also be extinguished by removing any of these three ingredients.The phenomenon in this demonstration is called a dust explosion, something that has caused many tragic fatal accidents throughout history. They are a real risk in coal mines and mills - or wherever flammable dust is formed.          ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you replace the wheat flour with potato flour?What happens if you replace the wheat flour with corn starch?What happens if you replace the wheat flour with powdered milk?What happens if you replace the wheat flour with powdered sugar?What happens if you replace the wheat flour with granulated sugar?What happens if you increase the distance between the funnel and the candle?What happens if you switch to a larger funnel?"
    },
    {
        "title": "String telephone",
        "subject": "Technology",
        "description": "A classic telephone for the conservative. About how sound waves propagate.",
        "link": "https://www.experimentarchive.com/experiments/string-telephone/",
        "explanation": "Sound is waves in the air, which consist of alternating high pressure and low pressure areas of air moving in the direction away from the sound source. To create sound, you need to put the air in waves, which can be done, for example, by letting a speaker diaphragm strike the air. The human ear has the ability to detect these sound waves and convert them into nerve signals, and our brain can then interpret these nerve signals as sound.When you speak, you create sound waves using your vocal cords. These sound waves hit the bottom of the cup which begins to vibrate. These vibrations spread through the string which (invisibly) vibrates back and forth seen from the side. This means that the bottom of the cup at the other end also begins to vibrate, and in turn creates sound waves when it hits the air. How fast and well-preserved sound spreads in different mediums depends on the properties of the medium, simplified by how good it is at vibrating. As you can hear, sound spreads better in your string telephone than in the air.The sound waves formed at the other end are more or less the same (have the same wavelengths) as those first formed. However, if the string telephone has a very long string, or if there is something else that interferes with its ability to vibrate, the sound waves may change and the sound may be distorted.      Test and improveYou have now built your first prototype. There are probably improvements to be made. In order to keep working on your design, try answering any of the following questions.What happens if the string isn't stretched?What happens if you make the string shorter or longer?What happens if you replace the cups with something else?What happens if you try another type of string?What happens if you connect two string telephones in a cross?What happens if you bend the string around a corner?"
    },
    {
        "title": "Water thermometer",
        "subject": "Earth science",
        "description": "Make your own science thermometer! About water, heat and density.",
        "link": "https://www.experimentarchive.com/experiments/water-thermometer/",
        "explanation": "Most liquids, i.e. liquid chemical substances or mixtures, undergo thermal expansion, which means that their volume increase when heated.Temperature is a measure of how much the particles in a substance move, that is, how much kinetic energy they have. As water is heated, the water molecules begin to move more and more. They also end up further and further apart. This is because the bonds (hydrogen bonds) that hold them together begin to tear. In liquid water, however, the water molecules always stay together, but the bonds are \"stretched\" out and the molecules change place more often the hotter the water is. When water is heated to its boiling point, the bonds break and the water molecules detach completely from each other. Then the liquid water changes to a gaseous state (water vapor).The opposite is of course also true; if hot water cools down, the water molecules get closer to each other - but only to a limit. At 4 °C (39 °F), the water molecules are as close as they can get and water has its highest density. When water then cools down even more, and the water molecules thus move less and less, they actually end up further apart again! This is when the hydrogen bonds between the water molecules begin to dominate completely, and arrange the molecules in a well-arranged crystal structure. Water molecules have electrically charged ends (are dipoles). In this crystal structure, the water molecules are rotated so that the positive end of one molecule faces the negative end of another molecule, and so on. For this to work for all water molecules, they cannot be too close to each other. At 0 °C (32 °F), they have completely stabilized in fixed positions a short distance apart. The water is then in solid state (water ice) and has increased 9 % in volume compared to 4 °C (39 °F) hot water.It's very unusual for the solid state of a chemical substance to have a lower density than the liquid state. But for water, it's true. And this has major consequences for life on Earth. This is the reason ice floats and creates an insulating layer on top of frozen lakes or seas. Would ice instead sink, a lake or sea would begin to freeze from the bottom up, and without the insulating layer at the top, the probability that the entire water column would freeze to ice is much greater.In this demonstration, it's very clear that hot water takes up more volume than cold water. This is because the water molecules are further apart, and this is the same as the water having a lower density. If hot and cold water were mixed, the hot water would float on top of the cold - until their temperatures were equalized by conduction. This is why it's usually warmest on the surface of a lake. The same applies in the atmosphere, where hot air floats on top of cold air. In the atmosphere, the air usually heats up at Earth's surface and then rises to settle in its place higher up (and then cooled down by space).The fact that hot air or hot water rises is due to the fact that the gravitational force from Earth has a weaker effect the lower the density of a substance is. Almost the entire globe is actually layered according to density, with heavy iron in the core and lighter rocks further up. This layering can only take place when the substances are liquids or gases and can change places (the whole Earth was liquid early in Earth's history).In this demonstration, the water in the bowl heats the water in the bottle. This is done by conduction. Conduction is heat transfer by direct contact, more specifically the transfer of kinetic energy of particles by the particles colliding with each other. In this demonstration, the water molecules in the bowl collide with the plastic molecules in the bottle, which in turn collide with the water molecules inside the bottle. The kinetic energy is transferred in the direction from the particles that move the most to those that move the least. In the end, all particles will move equally. Since temperature is a measure of the kinetic energy of particles, conduction leads to the temperature being spread between all particles.The thermometer you made in this demonstration works just like a regular (liquid) thermometer. It contains a container with a liquid that expands when heated and contracts when cooled. This change in volume is made extra clear in a narrow channel that is part of the container.          ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What is the water level at 20 °C, 30 °C, 40 °C and so on? Draw lines on the straw - and you have created a graduated thermometer. Here you may need to thread another straw over the first, so that the water cannot overflow.What happens if you change the amount of water in the bottle?What happens if you change the width of the straw?What happens if you change the size of the bottle?What happens if you close the upper opening of the straw with clay?What happens if you change the height of the bowl?"
    },
    {
        "title": "Naked egg",
        "subject": "Biology",
        "description": "\r\nMake a rubber egg with the help of vinegar. About egg shells and chemical reactions.",
        "link": "https://www.experimentarchive.com/experiments/naked-egg/",
        "explanation": "The shell of an egg consists almost entirely of calcium carbonate (CaCO3 ). Common household vinegar, also called distilled white vinegar, consists of about 5 % acetic acid (CH3COOH) and the rest is water. When the acetic acid comes in contact with calcium carbonate, a chemical reaction starts, where calcium carbonate is converted to calcium acetate, which dissolves in the water. The chemical reaction looks like this:CaCO3 (s) + 2 HC2H3O2 (aq) → Ca(C2H3O2)2 (aq) + H2O (l) + CO2 (g)The carbon dioxide that forms is clearly visible as bubbles pretty soon after the egg has been placed in vinegar. In fact, most of the shell is gone after only 12 hours.Even though the shell is gone, the egg holds together. It is held together by two thin membranes just inside the shell - the outer and the inner shell membranes. The functions of these membranes are many and complicated, but can be summed up like this: they control the transport of chemical substances into and out of the egg as well as protection against bacteria. In this way, they are very similar to the cell membrane of an ordinary human cell. The eggshell also has the same functions, because there are actually thousands of pores in it that, among other things, let in oxygen and emit carbon dioxide. Together, the eggshell, the outer shell membrane and the inner shell membrane form a protective super trio.The reasons why there are two shell membranes instead of one are also several, but among other things they complement each other in the bacterial protection and depots of substances can form alongside them. A protective air cushion is also formed between them. This air cushion is always extra large at the bottom of the egg. You've probably seen it there when you peel an egg. Then you may have also seen that the outer shell membrane is attached to the eggshell and the inner shell membrane to the egg white.The egg swells in the glass. The reason is that it absorbs water. It starts doing that when the shell disappears. The shell otherwise prevents this - the pores in it are too small to allow liquid water with its surface tension to pass through. But with the shell gone, water can pass through the membranes. They let water through. The egg then becomes susceptible to osmosis. Osmosis is when water travels through a membrane that lets the water through but not the chemical substances that are dissolved in the water (yes, as mentioned above, the membranes do let through chemical substances, but only \"well-chosen\" substances). What determines whether water will migrate out or in through the membranes is how full the surrounding water is of other substances. If the naked egg is in pure water, water migrates into the egg and it swells. If the naked egg is in, for example, salt water or sugar water, water migrates out of the egg and it shrinks.    ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What does the egg look like after 1 hour, 2 hours, 6 hours, 12 hours, 1 day, 2 days and so on?What happens if you place the naked egg in pure water, salt water, syrup etc.?How is the egg yolk affected compared to the egg white?"
    },
    {
        "title": "Flying static ring",
        "subject": "Physics",
        "description": "Float a plastic ring above your science balloon! About static electricity.",
        "link": "https://www.experimentarchive.com/experiments/flying-static-ring/",
        "explanation": "When two materials come in contact with each other, there is always a chance that the atoms in one material take electrons from the atoms of the other material. When you rub cotton against plastic, electrons will jump from the cotton to the plastic.Why this happens is not as difficult to understand as one might think. Different atoms have a different grip on their electrons. Some atoms have few protons in the nucleus (it is the electrical attraction from the positively charged protons that holds the electrons) and/or electrons that are far from the nucleus. These atoms easily lose electrons to other atoms. Other atoms have many protons in the nucleus and/or electrons near the nucleus. These atoms seldom lose any electrons and the positive charge of their atomic nuclei \"shines through\" their electron clouds and is felt outside the atom. And it is these atoms that can take electrons from other atoms.When the balloon and the ring have taken electrons from the towel, they both become negatively charged. This is because electrons are negatively charged and these materials now contain an excess of electrons compared to protons.As the ring approaches the balloon, electrons in the ring will be repelled by the electrons in the balloon. The electric force that arises, which in this case is repulsive, overcomes the gravitational force and keeps the ring floating in the air.This is an example of static electricity, i.e. charged particles that, without moving anywhere in a current, still affect each other with forces.Over time, the \"magical power\" of the balloon and ring will diminish. This is because electrons leave the plastic and move in small currents to the air.You may notice that the balloon or ring tends to stick to things. For example, the ring tends to stick to your fingers when you are working on it. Why? Your fingers are not positively charged. They are neutral. Well, when the ring is near your fingers, the electrons in your fingers will be repelled by the electrons in the ring. They don't leave your fingers, but end up further into the skin. The surface of your fingers facing the ring will now be positively charged, because of the protons that are still there. Because the ring is negatively charged and your outermost parts of your fingers are now positively charged, they will attract each other.This is why a negatively (or positively) charged object is attracted to a neutral object. But if the neutral object is a good conductor, electrons will flow to it from the negative object and soon both objects are neutral (and the plastic no longer sticks to your fingers).You can also rub the balloon against your hair, and make electrons jump from the hair to the balloon. We can see that the hair then lacks electrons and is thus positively charged, by the hair standing up. Because all hairs are positively charged, they repel each other.          "
    },
    {
        "title": "Brownian motion",
        "subject": "Physics",
        "description": "Pour food coloring in hot and cold water. About temperature and particles.",
        "link": "https://www.experimentarchive.com/experiments/brownian-motion/",
        "explanation": "Temperature is a measure of how much the particles in a chemical substance move. The higher the temperature of a chemical substance, the more the particles in it move. If a chemical substance consists of solitary atoms, as, for example, a noble gas does, the atoms move up-down, right-left and forward-backward (translational movement), but they also rotate and vibrate. If a chemical substance consists of many atoms composed of larger molecules or ionic compounds, most of the movement is only vibrations. However, water molecules are quite small so they move both translationally, rotate and vibrate.The fact that particles constantly move means they collide with each other. Therefore, if you look at an individual particle, it looks like it's moving randomly here and there. This random movement of particles causes a substance to move from high to low concentration over time - thus spreading evenly. This process of even distribution is called diffusion.When the food color is added, each color molecule will be pushed around by the surrounding water molecules. If you would only look at one color molecule it would move randomly about. This phenomenon is called Brownian motion, after the botanist Robert Brown. He saw this happening to pollen grains in water. Albert Einstein later studied the phenomenon and made it a strong argument for the existence of atoms and molecules.A single water molecule can also be said to undergo Brownian motion, although it's hard (or impossible?) to observe a single water molecule among all the others.Diffusion can be thought of as a macroscopic manifestation of Brownian motion.In this demonstration, you will see how the food color and the water mix. This happens by diffusion. Both the water and the color diffuse. The difference between the glasses is the temperature of the water. The higher the temperature of a substance, the faster the particles in it move and the faster diffusion goes.    "
    },
    {
        "title": "Dancing water marbles",
        "subject": "Chemistry",
        "description": "Create tiny water droplets. An experiment about states of matter.",
        "link": "https://www.experimentarchive.com/experiments/dancing-water-marbles/",
        "explanation": "When water boils, it changes from a liquid state to a gaseous state. During \"normal\" boiling of water, more or less the whole mass of water has time to heat up and small bubbles of water vapor are formed everywhere in the liquid water (but preferably at nucleation sites, i.e. at impurities or irregularities). But when the heating surface has reached a certain temperature, the so-called Leidenfrost point, the whole underside of the water mass boils at once and a film of water vapor gets trapped underneath the water and lifts it.The film of water vapor conducts heat poorly, which means that the water mass above heats up very slowly and evaporates after a much longer time than you might expect. The film also causes the water droplet to move like liquid metal and \"float\" around on the surface, and perhaps also unite with other water droplets (yes, just like in Terminator 2).The Leidenfrost point for a frying pan and water is around 200 °C (392 °F), a bit depending on, among other things, what the surface of the frying pan looks like and how big the water drop is.The film of water vapor that forms is about 0.1 mm (1/256 inch) thick. However, the water vapor is constantly pushed away in some direction from under the water drop, which causes the water drop to become rocket-driven and move sideways. A \"new\" underside of the water drop then comes into contact with the frying pan and evaporates, and this is how the whole drop is slowly consumed.The water drop has a spherical shape because the surface tension holds the water molecules as close to each other as possible. If the water drop becomes too large, however, it collapses due to gravity. Then the water vapor can not escape from under the drop through the sides, but makes one or more chimneys straight up through the water drop.The water drop rotates all the time, at an unexpectedly high speed. You can see this if you place a dirt particle on the water drop.This phenomenon of \"water balls\" is called the Leidenfrost effect, after Johann Gottlob Leidenfrost who wrote about this in a book in the 18th century, and can be used in cooking. It's a good indicator of when the frying pan is hot enough to add oil and food. With the help of its oily surface, the food, just like water drops, will \"float\" on the frying pan instead of sticking to it.    "
    },
    {
        "title": "Special: Whoosh bottle",
        "subject": "Chemistry",
        "description": "Ignite ethanol to produce a pulsating, blue fire. About combustion.",
        "link": "https://www.experimentarchive.com/experiments/whoosh-bottle/",
        "explanation": "When you pour the ethanol into the bottle, some of the ethanol will change from a liquid state to a gaseous state (evaporate) and become invisible ethanol vapor in the bottle. A liquid always changes to gas to some extent, and vice versa, even if no change in temperature occurs. Evaporation takes place at the surface, i.e. where the liquid is in contact with the air. Therefore, shaking the bottle so it splashes speeds up evaporation. This is because lots of small drops of ethanol are created, which means more places where evaporation can take place, and evaporation thus takes place faster.There will also be air in the bottle. Air consists of 21 % oxygen. Ethanol and oxygen are two chemical substances that like to react with each other. In fact, it happens as soon as they come in contact with each other, albeit extremely slowly. But you can speed up the reaction by heating the substances, for example with the help of the heat from a match.The chemical reaction that occurs when ethanol burns is as follows:C2H5OH + 4 O2 → 2 CO2 + 3 H2O + energiA chemical reaction is when one or more chemical substances are formed from other chemical substances. The type of chemical reaction that occurs in this demonstration is called combustion. This is when one of the chemical substances that reacts is oxygen and energy is released. The chemical substance that reacts with oxygen is called a fuel. The energy released comes in the form of light (radiant energy) and heat (thermal energy).The flame in this demonstration consists of ethanol and oxygen that are being converted to water and carbon dioxide, as well as the radiant energy (light) and thermal energy (heat) that is formed as a by-product in that process. It's possible that part of the flame contains ethanol and/or oxygen that has become so hot that it's been ionized. This means that some of the electrons of these molecules are completely detached. This state is called plasma and is the state of matter that the chemical substances in the Sun have. But it's unclear whether the chemical reaction in this demonstration really releases so much heat that ionization occurs - and to our eyes, burning plasma and burning gas look pretty much the same.A good model for understanding fire is the so-called fire triangle. It says that three ingredients are required for combustion and fire: (1) heat, (2) fuel and (3) oxygen (or any other oxidant). A fire occurs when these three ingredients are present in the right mixture. A fire can also be extinguished by removing any of these three ingredients.The main point of this demonstration is to show that a gaseous fuel burns much more violently than a liquid or solid fuel. This is because all the molecules of the fuel have good contact with the oxygen molecules in the air. When, on the other hand, a fuel is in a liquid state, evaporation takes place only at the surface. It's only there the molecules of the fuel come into sufficiently good contact with the oxygen molecules in the air to be able to react with them. When a fuel is in a solid state, the situation is even worse. In addition, the fuel must first melt, and then evaporate.How the fire wanders down through the bottle will look different every time you do the demonstration. Sometimes it is super fast. Sometimes slow. Sometimes the fire comes and goes in short, fast pulses. It all depends on the mixture of ethanol and oxygen in the bottle. If the mixture is perfect, everything burns up quickly. If there is a deficiency of oxygen, it burns slowly. Maybe the combustion slows down almost completely, until new air is sucked into the bottle and it starts again, and you get a pulsating fire.        ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you shake the bottle for 0, 10, 20 or 30 seconds respectively?What happens if you do not shake the bottle at all but just wait for 1 minute?What happens if you, after completing the demonstration once, wait for 10 minutes and then ignite whatever is in the bottle again?What happens if you, after completing the demonstration once, immediately try to ignite it again?"
    },
    {
        "title": "Special: Fire tornado",
        "subject": "Earth science",
        "description": "Create twisting fire! An experiment about wildfires.",
        "link": "https://www.experimentarchive.com/experiments/fire-tornado/",
        "explanation": "You have created a fire whirl, also referred to as a fire devil. Fire whirls can occur naturally during forest fires, and they allow the fire to reach the treetops and spread there. They are formed when hot air above a fire rises and begins to rotate. When the air vortex sucks in more air from the ground, the flames also follow. Your fire whirl was created in the same way, except that you needed to assist with the rotating air. You create the rotating air using the net in the trash can. Without the trash can it will not work. The net grabs the air molecules inside the trash can and creates a spinning wind inside.Most fire whirls are less than 1 m (3 ft) in diameter and short, but 15 m (49 ft) wide and over 100 m (328 ft) high ones have also been observed. A more extreme version of the fire whirl is the fire tornado, which originates from a thundercloud instead of from the ground. The first documented fire tornado occurred in Canberra in 2003, where a severe forest fire resulted in the formation of a thunderstorm, which in turn resulted in an approximately 500 m (1 640 ft) wide fire tornado with wind speeds around 70 m/s (157 mph). This giant fire tornado was shrouded in smoke and clouds and there are no videos or photos of it (only tracks). Instead, this photo shows a vortex in a forest fire in Oregon in July 2013.Photo by U.S. Department Of Agriculture          ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you remove the trash can?What happens if you use a smaller or larger container?What happens if you increase the height of the net (if you can in some way)?"
    },
    {
        "title": "Micrometeorites",
        "subject": "Astronomy",
        "description": "Find the tiny meteorites that are everywhere. An experiment about the solar system.",
        "link": "https://www.experimentarchive.com/experiments/micrometeorites/",
        "explanation": "Every day, Earth is bombarded with dust and rocks from space. Most large rocks are gasified in the atmosphere, but some small particles reach Earth's surface.Space dust are particles weighing between 10-9 and 10-4 g (0.001 and 100 µg).Scientists have estimated that between 10 000 and 50 000 metric tonnes (22 000 000 and 110 000 000 pounds) of space dust hit Earth's atmosphere each year. Of this space dust, less than 10 % is estimated to reach Earth's surface. These estimates mean that every square metre (11 square feet) of Earth's surface is hit by between 2.5 and 8.0 µg of space dust each year. This can be compared with the fact that the same area of Earth's surface is estimated to be hit by around 0.98 µg of meteorites (the micrometeorites' larger siblings) each year. So space dust is much more common than meteorites.Out of the space dust that hits Earth's surface, the larger particles, those between 0.05 and 2 mm in diameter, are called micrometeorites. Micrometeorites around 0.2 mm in diameter are most common, and they weigh arout 15 µg.Unfortunately, all these numbers lead to the conclusion that the chance that you will find a micrometeorite is small. If one assumes that all space dust that hits Earth is micrometeorites and 0.2 mm in diameter, every square meter (11 square feet) of Earth's surface is hit by such a micrometeorite once every three years.If you use a microscope, and are meticulous, you will probably find spherical and magnetic particles. A small percentage of these may be from space, but most come from Earth instead, which is also interesting. For example, these particles are formed by metal grinding and can be transported far into the atmosphere. How to distinguish a micrometeorite from terrestrial particles is very difficult, and I'm not good enough at it to give you any useful tips. You can try simply googling images on micrometeorites and comparing.When scientists collect micrometeorites, they don't look in gutters but in places that have not been affected by humans, for example in sediments in the sea or in glaciers in Antarctica.Roofs are excellent collectors for micrometeorites. They have large areas and stand high above the ground from where dust and other things are stirred up. When it rains, the micrometeorites are flushed off the roofs and down through the downspouts.Micrometeorites can consist of metal, stone or both. The most common metal in micrometeorites is iron, and it's these micrometeorites that you can collect using this method.    "
    },
    {
        "title": "Popsicle stick bridge",
        "subject": "Technology",
        "description": "Build a bridge of popsicles. An experiment about bridge types and deformation.",
        "link": "https://www.experimentarchive.com/experiments/popsicle-stick-bridge/",
        "explanation": "There are many different types of bridges, such as suspension bridges and arch bridges. To learn more about each type, I recommend the Wikipedia article on bridges. Which bridge that engineers choose to build depends, among other things, on the budget, the terrain where you are going to build, what the bridge will be used for and what material you are using.Regardless of the type of bridge, a truss is a solid and economical construction method. A truss consists of straight bars that are assembled into triangles. When three bars are assembled as a triangle, the shape of the triangle cannot be changed, which makes trusses very stable. This can be compared to four bars assembled as a square - which can be pressed together even if the bars are still connected. In a truss, the nodes, i.e. where the bars are connected, are considered to be movable like hinges. This means that each bar is only exposed to pressure or tension, i.e. forces that either try to shorten them or stretch them longitudinally. There are no forces trying to bend the bars.Deformation is, in technology and engineering, a change in the size or shape of a body when it's subjected to a force or a change in temperature. In this build, the bridge is deformed when subjected to a pushing force, more specifically something heavy on the bridge. The deformation of the bridge consists in the wood (mainly lignin and cellulose) changing its shape or breaking apart. The bridge can withstand a certain amount of deformation without breaking, but if the load is too great, a popsicle stick or node breaks.      Test and improveYou have now built your first prototype. There are probably improvements to be made. In order to keep working on your design, try answering any of the following questions.Where does your bridge break when it's overloaded??How can you build a bridge that you can stand on?How can you build the longest bridge from the material you have been assigned?"
    },
    {
        "title": "Heavy smoke",
        "subject": "Physics",
        "description": "Create heavy, cold, smoke. About why some things float and others sink.",
        "link": "https://www.experimentarchive.com/experiments/heavy-smoke/",
        "explanation": "Why does the smoke sink? When a substance is cold, it means that the particles (atoms, molecules or ions) the substance consists of only move a little and collide a little with each other. When a substance is hot, the particles move a lot and only collide with each other all the time, which means that they push away from each other and are on average far apart. In cold air, for example, the nitrogen and oxygen molecules are closer together than in hot air, and therefore cold air has a higher density than hot air. The temperature affects not only the density of gases, but also of liquids and - to a smaller extent - of solids.The density then determines the buoyancy of a substance. We all know that hot air rises (in other words, floats on cold air). But why really?Imagine all the particles that constitutes the air in the atmosphere (nitrogen molecules etc.). They move all the time, collide with each other and push on each other and their surroundings (temperature is a measure of this motion). If you put a certain amount of air in a balloon, you could measure how the air pushes on both the inside and outside of the balloon. This is the so-called air pressure. The air pressure can increase for two reasons; more particles gather in the same volume, or the particles get more kinetic energy (higher temperature).The particles of air have mass and thus they are pulled towards Earth's surface due to Earth's gravity. But because the particles collide with each other and thus constantly strive to spread as much as they can, they have, so to speak, an inherent resistance to gathering close together. Therefore, it is only close to Earth's surface that the air can become relatively dense, because this is where the gravitational force is strongest. Then the air becomes thinner the higher up in the atmosphere you get, as Earth's gravitational force becomes weaker. Therefore, the air pressure is highest at Earth's surface and becomes thinner the higher up in the atmosphere you get.There is another reason why the air is densest and the air pressure is highest at Earth's surface, also related to gravity. Because even if the gravitational force has not succeeded in pulling the particles higher up in the atmosphere all the way down to Earth's surface, it still causes these particles to push on the air below them. This pressure is equal to the weight of the air above.Now imagine a body in the atmosphere, such as a balloon with air in it (or a cloud of smoke as in this demonstration). The air pressure is thus always higher beneath the body than above. This means that the air beneath the body pushes the body upwards, more than the air above the body pushes it downwards. So every body that is placed in the atmosphere is automatically exposed to an upward force, called buoyancy or upthrust. How great this upthrust is, is described by Archimedes' principle: \"a body in a liquid or gas is affected by an upward force, which is equal to the weight of the displaced liquid or gas\". Most often, the body's own weight is greater than that of the displaced liquid or gas - that is, it has a higher density, and then it sinks. This is the case with the smoke in this demonstration. It has a higher density than the surrounding air and thus it sinks. This is a bit unusual, as we are used to smoke being hot and thus having a low density.For a body to float (rise) in the atmosphere, its density must be lower than the air in the atmosphere. An example is a hot air balloon. It also contains air, but this air has been heated. The air particles are further apart and the density is lower - it floats. However, the air pressure is as great inside as outside the balloon, which prevents it from being compressed. Although there are fewer particles inside the balloon, they compensate by colliding more violently with the inside of the balloon.Buoyancy works exactly the same in water (and all other liquids and gases) as in air. The only difference is that the particles there are water molecules. One can think of the atmosphere and the sea as a single coherent pillar of liquid/gas, with a sharp jump in buoyancy at the water surface. At the water surface, the surface tension (the fact that water molecules attract each other electrically) also plays a certain role, and can cause bodies with a higher density than water to actually float.    "
    },
    {
        "title": "Leaf pigments chromatography",
        "subject": "Biology",
        "description": "Bring out the colors of a leaf. About photosynthesis.",
        "link": "https://www.experimentarchive.com/experiments/leaf-pigments-chromatography/",
        "explanation": "A pigment is a molecule that absorbs light. The color of the pigment depends on the wavelengths of light that are absorbed. In the leaves of plants, for example, there's a pigment called chlorophyll. Chlorophyll absorbs red and blue light, while reflecting all the other colors. Since the remaining colors are dominated by green, chlorophyll looks green.Chlorophyll is the most common pigment in plants. The light it absorbs is used in photosynthesis to build the energy-rich molecules the plant then uses as energy and building material.However, chlorophyll is not alone in absorbing light in plants. It would be a waste of light not to absorb other colors than red and blue, and therefore there are pigments that do just that. Carotenoids (xanthophyll and beta-carotene and others) are one group of such \"helper pigments\", which absorb green and blue light and thus look yellow. It is carotenoids that give carrots their color. In your demonstration, you will probably see chlorophyll and carotenoids. Maybe you will also see some other pigments.In this demonstration, you have used a method called chromatography. This method is used to separate the different ingredients in a mixture. Chromatography roughly means \"writing with colors\", which fits well in this demonstration. In fact, it was precisely this demonstration that gave the method its name. However, it does not have to be pigments that are separated in chromatography, it can be anything. Chromatography works by moving a mobile phase (for example alcohol) through a stationary phase (for example a filter paper) and carrying the mixture to be separated. Because all substances have different properties, such as the size of the molecules and their electric charge, they move at different speeds through the stationary phase. And thus they are separated.Why not use water instead of isopropyl alcohol or acetone? Well, the plant pigments are not very soluble in water and they would not follow the water up through the filter paper. However, the pigments dissolve well in alcohol and acetone.Why wait for 20 minutes? Well, after about that long the pigments are well separated but not too scattered. If you wait longer, the pigments will gather again, as the alcohol only moves to a certain height. But decide for yourself when you want to stop the demonstration, it's a matter of taste.Why do the leaves turn yellow and red in autumn?Since the leaves will soon be shed, the tree absorbs nutrients and chlorophyll from the leaves and saves it in the branches and trunk. This is to save these precious molecules for spring. The chlorophyll can be broken down into its constituents, which are then reassembled.There are actually some deciduous trees that shed green leaves. These are trees that are very efficient at utilizing, for example, the nitrogen in the soil, so they can easily obtain material and energy again for these molecules.It is the carotenoids that make the leaves yellow. The pigments are present in the leaf all summer, but are not visible due to the chlorophyll.The red colors come mainly from anthocyanins, which are formed in the cavities of leaf cells in the autumn. In the vacuoles, as the cavities are called, the trees form sugar during the day. During cold nights, the sugar is converted to anthocyanins. The amount of anthocyanin formed varies between different years and it probably depends mainly on the temperature.No one knows for sure the evolutionary advantage of forming these beautiful and strong colors. It can be due to several interacting causes that are important for different processes in the trees. Examples include the reuse of nutrient resources such as nitrogen and phosphorus. This process differs between different species and geographical areas. Another suggestion that exists is that the color is the result of an interplay of development between insects and plants.    ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What will de the result be from a range of different leaves?How can I get as strong colors as possible?"
    },
    {
        "title": "Magic ice cut",
        "subject": "Chemistry",
        "description": "Slice through ice. An experiment about heat and states of matter.",
        "link": "https://www.experimentarchive.com/experiments/magic-ice-cut/",
        "explanation": "Temperature is a measure of how fast a substance's constituent particles move. In hot water, for example, the water molecules move around quickly, while in cold water they are slower. If the water molecules are slow enough, they attach to each other in a specific configuration - the water has frozen to ice.When two objects come in contact with each other, the temperature spreads between them. This is done by the particles in the warmer object colliding with the particles in the colder object and thus transferring kinetic energy to them. This transfer of kinetic energy through direct contact is called conduction. Energy that is being transferred through conduction - or radiation - is called heat.Some materials conduct heat better than others. This means that conduction is fast inside the material, but also to and from the material when it's in contact with another material. For example, metals are good conductors of heat, which has to do with how the atoms in metals are organized (more specifically, there are free electrons that can easily transport energy).In this demonstration, heat moves from the air, through the wire, to the ice around the wire. This causes the ice in proximity to the wire to melt and a layer of water to form. This water layer is thin - some researchers have suggested around 0.002 mm. As the wire is pulled downwards by the weights at each end, the water is forced up above the wire where it freezes on contact with the ice. At the same time, the wire continues to melt the ice beneath it.It's not certain that conduction is the reason why the wire moves through the ice, but it's the most probable hypothesis. Another hypothesis is that the pressure from the wire melts the ice - not the heat. Ice do melts due to increased pressure, something that is often used as an explanation for the formation of a thin layer of water under ice skates, making you glide so well. It is also used as an explanation for why you make great snowballs when you squeeze the snow. But when doing the math, this doesn't seem to add up, not for this demonstration, not for ice skating, and not for snowballs. The pressure just isn't high enough (however, is seems to be true when it comes to glaciers, to explain the layer of water that forms under them, on which they slide). Although conduction is the main explanation in this demonstration, pressure should theoretically still at least be a contributing factor, especially when the wire cuts through thin sections and all the weight from the bottles rests on a small surfaces of ice.    "
    },
    {
        "title": "Crystal egg geode",
        "subject": "Earth science",
        "description": "Make a lovely ornament with alum crystals. An experiment about geology.",
        "link": "https://www.experimentarchive.com/experiments/crystal-egg-geode/",
        "explanation": "Earth's crust, the outermost solid layer of our planet, is made up of thousands of different minerals. Minerals are chemical substances that (normally) form crystals and are formed on or beneath Earth's surface. Three common minerals are quartz, feldspar and mica. Minerals constitute the various rocks that exist. A rock is defined according to which mineral or minerals are included, its chemical composition and how it was formed. One common rock is granite, which consists of small grains of quartz, feldspar and mica. In granite, the different mineral grains can be easily distinguished with the naked eye, but this isn't always the case.A crystal is a solid chemical substance whose atoms and/or ions form a structure that repeats itself in all three dimensions. All minerals thus form crystals, and have this ordered structure. Sometimes the crystals are microscopically small, but they can also be several meters in size.A geod is a hollow part of Earth's crust, where minerals are deposited in special structures in the cavity. For example, it could be an air bubble that is trapped in lava that then solidifies. Afterwards, groundwater has seeped through the cavity and released small amounts of minerals at a time. These minerals have stuck in the cavity of the geode where they formed special structures. These special structures are often large crystals.At the same time as minerals are deposited in the cavity of the geode, the outer walls of the geode solidify. This means that when a geod is then found, when erosion and weathering have exposed it, it looks like a normal rock among the rest of the rocks. By splitting the stone in half, you can find its beautiful interior.In this demonstration, you have created your own geod. When you mix the mineral aluminum potassium sulphate (\"alum\") in water, it dissolves, which means that a mixture is formed where the components cannot be distinguished. By heating the water, more alum can dissolve, because both the alum and the water then move faster and thus mix more easily. When the water then cools, the solubility becomes lower again and the alum \"falls out\" of the solution and merges into crystals. The evaporation of water also contributes, as the amount of water that can dissolve alum then decreases. The alum crystals are formed primarily in places that are uneven, because the alum particles at those places find it easier to escape from the grip of the water molecules (water molecules hold together quite strongly). This is why you created some starter crystals on the eggshell in advance. This deposition of minerals is exactly what happens inside a natural geod.    "
    },
    {
        "title": "Inexhaustible bottle",
        "subject": "Physics",
        "description": "The bottle that never runs out of water. About air pressure and gravity.",
        "link": "https://www.experimentarchive.com/experiments/inexhaustible-bottle/",
        "explanation": "When the bottle is upright and you don't hold your finger over the hole, the pipe fills with water. This is done by water entering the pipe from below. The pipe is filled to the same level as the bottle - that is, the water surface in the pipe and in the bottle ends up at the same level. This is done with the help of gravity, which pulls the water down as much as possible, and thus ensures that the water surface in both the pipe and the bottle is as low as possible.When you cover the hole - while turning the bottle over - only the water in the pipe comes out. Why is the pipe not refilled with water from the bottle, and more water comes out? Well, this happens to some degree, and the air inside the bottle is \"stretched out\" to replace the lost water. This means that the air molecules end up further apart. And this in turn means that the air pushes less on the water surface inside the bottle (there will be fewer air molecules that collide - and push - on every square millimeter of the water surface). On the other hand, the air outside the bottle - the one that is now also in the pipe - pushes as much as usual on the water surface in the pipe, and pushes the water back into the bottle so that it cannot come out.Once you have emptied the pipe - put the bottle back without releasing the hole. Now imagine how the air pushes on the water surface, both at the bottom of the pipe and inside the bottle. And the air in the pipe pushes more, which is the reason why the water surface in the bottle is much higher than in the pipe. Now remove your finger from the hole. Now air is forced in through the hole - by the air outside which of course has a higher pressure. The air pressure in the bottle is now as high as outside. Now gravity can work again as it pleases, without any difference in air pressure obstructing, and evens out the level difference in the pipe and the bottle.A practical thing to keep in mind is the gap between the pipe and the bottom of the bottle. It should be small. The disadvantage of this is that it takes time to fill the bottle with water, but the advantage is that almost no water seeps into the pipe if you don't release your finger from the hole.     ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you cover the hole all the time?What happens if you never cover the hole?What happens if you make the hole bigger?What happens if you make the gap between the pipe and the bottom of the bottle larger?What happens if the pipe doesn't sit tightly against the inside of the bottle opening?"
    },
    {
        "title": "Moon in a box",
        "subject": "Astronomy",
        "description": "Look at the Moon from different directions using a box. An experiment about lunar phases.",
        "link": "https://www.experimentarchive.com/experiments/moon-in-a-box/",
        "explanation": "The Moon makes one orbit around Earth in 29.5 days. During this time, the appearance of the Moon varies as seen from Earth - from new moon, to first quarter moon, to full moon, to last quarter moon, and then back to new moon. A new moon is when the Moon looks completely dark from Earth. A first quarter moon -  and a last quarter moon - is when half the Moon looks illuminated from Earth. A full moon is when the whole Moon looks illuminated from Earth. But half the Moon is in reality always illuminated by the Sun. It's only at full moon that we see this whole side, because the Sun is then \"behind\" Earth.This model shows how many different ways Earth, the Moon and the Sun can be positioned in relation to each other at different times. However, it may seem a little confusing that the observer (Earth) here moves around the Moon instead of the other way around. However, this is not really an error, it just depends on which reference point you choose to observe from.A more true error in this model is that there is always a solar eclipse during a new moon. That is, the Moon blocks the Sun as seen from Earth. In fact, a solar eclipse would occur during every new moon if the Moon rotated around Earth in the same plane as Earth's orbit around the Sun. But the Moon's orbit is inclined 5 degrees relative to Earth's orbit around the Sun. Therefore, Earth, the Moon and the Sun only end up in line with each other between two and five times a year. Most of these times there is also no total eclipse, as only part of the Moon passes in front of the Sun. In addition, the Moon's orbit is elliptical (\"oval\"), which means that it's usually too far away from Earth at these times to cover the entire Sun.    ExperimentYou can turn this model and demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What would happen to the lunar phases if the Moon's orbit around Earth was twice as fast?What would happen to the lunar phases if the Moon stopped in its orbit around Earth."
    },
    {
        "title": "Moon on a pen",
        "subject": "Astronomy",
        "description": "The Moon as a ball on a pen. An experiment about lunar phases, and lunar and solar eclipses.",
        "link": "https://www.experimentarchive.com/experiments/moon-on-a-pen/",
        "explanation": "The Moon makes one orbit around Earth in 29.5 days. During this time, the appearance of the Moon varies as seen from Earth - from new moon, to first quarter moon, to full moon, to last quarter moon, and then back to new moon. A new moon is when the Moon looks completely dark from Earth. A first quarter moon -  and a last quarter moon - is when half the Moon looks illuminated from Earth. A full moon is when the whole Moon looks illuminated from Earth. But half the Moon is in reality always illuminated by the Sun. It's only at full moon that we see this whole side, because the Sun is then \"behind\" Earth.A more true error in this model is that there is always a solar eclipse during a new moon. That is, the Moon blocks the Sun as seen from Earth. In fact, a solar eclipse would occur during every new moon if the Moon rotated around Earth in the same plane as Earth's orbit around the Sun. But the Moon's orbit is inclined 5 degrees relative to Earth's orbit around the Sun. Therefore, Earth, the Moon and the Sun only end up in line with each other between two and five times a year. Most of these times there is also no total eclipse, as only part of the Moon passes in front of the Sun. In addition, the Moon's orbit is elliptical (\"oval\"), which means that it's usually too far away from Earth at these times to cover the entire Sun.When Earth ends up in between the Moon and the Sun, lunar eclipses can occur. Earth - your head in this model - will block the sunlight so that it doesn't reach the Moon. Lunar eclipses will probably occur during every full moon in your model, while they in reality occur less frequently due to the inclination of the lunar orbit. However, they are much more common than solar eclipses - between two and five occur each year. This is because the shadow that Earth casts on the Moon is much larger than the shadow Moon can cast on Earth. Therefore, it's more difficult for the Moon to \"escape\" it although it has tilted orbit.One difference between a lunar eclipse and a solar eclipse is that a lunar eclipse can be seen from the entire part of Earth facing the Moon, while a solar eclipse can only be seen from a small part of Earth.Earth's orbit around the Sun is not included in this model. Earth makes one revolution around the Sun in 1 year. But to study the phases of the moon, and the solar and lunar eclipses, we can ignore the motion of Earth through space and only study the Moon, because the lunar phases are solely caused by the Moon's orbit around Earth.        ExperimentYou can turn this model and demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What would happen to the lunar phases if the Moon's orbit were closer to Earth?What would happen to the lunar phases if the Moon's orbit were further away from Earth?What would happen to how you see the lunar phases if Earth would stop spinning around itself?What would happen to how you see the lunar phases if Earth would spin twice as fast around itself?What would happen to the lunar phases if there were two suns?What would happen to the lunar phases if the Moon was flat?What would happen to the lunar phases if the Moon had a very elliptical (oval) orbit around Earth, like that of a comet orbiting around the Sun?"
    },
    {
        "title": "Forever boiling bottle",
        "subject": "Chemistry",
        "description": "Water that boils at room temperature. About boiling points and pressure.",
        "link": "https://www.experimentarchive.com/experiments/forever-boiling-bottle/",
        "explanation": "When the water boils in the microwave, some of the water evaporates. The bottle is filled with transparent water vapor. When the bottle is then placed in room temperature, the water vapor will cool down and contract.Explanation 1: Air is being sucked inWhen the water vapor contracts the pressure drops inside the bottle. If your cap is not completely airtight, this negative pressure will cause air to be sucked into the bottle. The bubbles you see are air bubbles coming from the cap. The water is not really boiling. To find out if the bottle is \"fake boiling\", you can place the bottle right side up. If the water then stops bubbling, it means that the bubbles come from the cap and the water is in fact not boiling.Explanation 2: The water boilsWhen the water vapor contracts it puts less pressure on the liquid water surface. This decreasing pressure makes it easier for the liquid water to boil - and therefore it continues to boil well below 100 °C (212 °F), which is the normal boiling point for water.Very long explanationWater and all other liquids can evaporate, i.e. change to a gaseous statez. This can happen in two ways; evaporation and boiling. Evaporation takes place below the boiling point and only at the surface. Boiling takes place at the boiling point and everywhere in the liquid. To really understand everything that happens in this demonstration, we first need to delve into evaporation and boiling, but also a little into dynamic equilibrium and bubbles. Then we return to the explanation.EvaporationThe particles that make up a liquid are always held together by electrical attraction, for example how water molecules are held together by dipole bonds. At the same time, the particles have kinetic energy - that is, they move. Although overall they have a certain average velocity (which the temperature of the liquid is a measure of) some particles move faster and some slower. The particles that are at the surface and also move rapidly in a direction from the surface are those that can evaporate. These particles can tear themselves away from the electrical attractive forces, which at the surface are only on one side of them.Dynamic equilibriumAt the same time as particles evaporate from the surface of the liquid, others will condense again on it, i.e. return to the liquid state. The particles that condense are those that have come close enough to the liquid surface and have low enough speed to be captured by the electric forces.When evaporation and condensation occur at the same rate, dynamic equilibrium is reached. Now the fluid level will remain the same.However, we are used to a glass of water evaporating completely. The reason for this is that the air in the room never gets saturated with water vapor (there is a limit to how much water vapor the air can contain) and it will be few water molecules above the water surface. Also, most of the water molecules there will have too high a temperature to condense. At the same time, evaporation continues, as the air constantly warms the water glass to room temperature, and all the water molecules in it will sooner or later have been at the water surface and had a sufficiently high speed to evaporate.BoilingThe more a liquid is heated, the more kinetic energy the particles will get. This leads to evaporation at the surface going faster and faster. When the liquid reaches the temperature called the boiling point, evaporation also begins to take place inside the liquid. Bubbles of the gaseous state of the chemical substance form and rise to the surface. The liquid boils.A bubble consists of particles that have been given a sufficiently high kinetic energy to push away other particles and form their own void where they can move. Just like a mosh pit at a concert.Have you considered that in order for bubbles to form inside the liquid, the entire liquid above must be lifted? This is why boiling cannot take place until at a certain temperature. The gas in the bubbles must have a high enough pressure not to be crushed by the air (it's usually air) that presses down on the surface of the liquid. The bubbles only have this pressure when the evaporated particles therein are sufficiently numerous and have sufficient kinetic energy, which is just at the boiling point. This is why the boiling point is defined as \"the temperature at which the vapor pressure of the liquid is equal to the pressure to which the liquid is exposed from its surroundings\".The bubble must also withstand the pressure from all the liquid above it. In an ordinary pot of water, this is not so much. But in the depth of the sea, it is. The boiling point rises with the depth.The boiling point thus decreases with air pressure. At the highest peak in Sweden - Kebnekaise 2,096 m (6,877 ft) - for example, water boils at 93 °C (199 °F), because the air pressure is lower at that altitude.More about bubblesIt is interesting to investigate where bubbles form. When water boils in a pot, they most often form at the bottom of the pot. This is simply because it's warmest there.In addition to were it's warm, bubbles also form most easily on surfaces. Such as on the pot's surface or on microscopic dirt particles in the liquid. These sites are called nucleation sites, because the first seed of a bubble is called the nucleus in Latin. A good nucleation site has a lot of surface (for example of a pot) around it, and not a lot of liquid around it. This means that pits are the very best nucleation sites. The explanation for this is that, the smaller the contact surface between the liquid and the bubble is, the less energy is required to separate and move the water molecules in that contact surface (which are joined together by dipole bonds). Especially good are pits that the water, because of its surface tension, doesn't even get into. Here, water molecules can evaporate and germinate into a bubble in peace and quiet. When the bubbles are large enough, the lift force, which occurs due to the water and the bubbles having different densities, lifts them towards the surface.When you pour a glass of tap water, it's common to see bubbles. These are not bubbles of water vapor, but of air. This can happen because the water in the tap has been under pressure. Pressurized water can contain more air. But when it comes out of the tap, the pressure drops and the air is released. It can also be due to the water being mixed with air in the tap itself, which is a common method to save water.It's also common to see bubbles immediately when you start heating water. These are also air bubbles that are released, as hot water cannot contain as much air as cold.Bubbles of water vapor that form when water boils can disappear again. This happens when they cool down and condense, for example at the surface. Just before a pot of water really starts to boils, it's common for it to begin to vibrate and make popping sounds. These are the first bubbles of water vapor that form at the bottom, but which condense quickly as they encounter colder water.If a bubble of water vapor reaches the surface without popping, the water vapor is released into the air. The water vapor usually condenses there, and becomes small drops of liquid water that we see as smoke.The explanationAnd so, with the help of the theoretical background above, we can now explain the demonstration on a deeper level.When the bottle is in the microwave oven, the water is heated by adding kinetic energy to the water molecules (from microwaves that hit them). More and more water molecules get so much kinetic energy that they tear away from the liquid water and become water vapor. At 100 °C (212 °F), water molecules have so much kinetic energy that bubbles of water vapor can form in the water mass. The water is boiling. Lots of water vapor is formed and it pushes the air out of the bottle. We can now feel confident that the bottle is filled with water vapor. Time to put the cap on.When you put the cap on, you have a bottle containing liquid water and water vapor. The water vapor pushes on the surface, just as the air otherwise does. At room temperature, the bottle is cooled. The water molecules that make up the water vapor slow down. The pressure they put on the water surface now decreases.Now one of two things can happen. Either air is sucked into the bottle or the water boils.Explanation 1: Air is being sucked inMost common is that the cap is not airtight and air is sucked into the bottle.To be correct, the air is not really \"sucked in\", it's pushed in. Imagine the air around you. It consists of lots of air molecules (oxygen and nitrogen molecules mainly) that are pulled near Earth's surface by gravity. They now have a lot of pressure on them, by the other air molecules in the atmosphere above, which are also being pulled towards Earth's surface by gravity. This makes the air at Earth's surface an invisible frenzy of air molecules that are pushed here and there - to wherever there is room. And now there is room inside the bottle, or more specifically, a place that doesn't push back. And there are small spaces at the cap where the air can get through.It may seem strange that the cap doesn't seal properly. It is, after all, supposed to do just that. However, when there's such a large pressure difference as in this demonstration, it cannot prevent air from being forced into small, small gaps. In addition, air molecules are much harder to stop than water molecules, because they come one by one. Water molecules, on the other hand, tend to stay together in groups due to the dipole bonds between them.The influx of air will probably stop before the pressure inside and outside the bottle is the same. This is because the gaps at the cap are small enough to stop the influx when the pressure difference is not so great. However, you can keep \"fake boiling\" by unscrewing the cap a little.Explanation 2: The water boilsThe other thing that can happen is that the water is boiling for real.When the pressure on the liquid water decreases, the water molecules that make up the liquid water can more easily form bubbles. They now don't need as much kinetic energy to push away and lift the water. The boiling point has decreased. The boiling point continues to decrease while the bottle cools down - and thus the water continues to boil.When the water boils, new water vapor is formed which join to the already existing water vapor. The temperature is distributed between them and they continue to cool down together.Finally, the water vapor has cooled down to room temperature. Now its pressure on the liquid water no longer decreases. The liquid water stops boiling. Now there is finally a dynamic equilibrium in the bottle. At this point, at room temperature (20 °C or 68 °F), the water vapor has a pressure of 0.023 atmosphere. This means that the pressure in the bottle is now only 2.3 % of what it normally is in the atmosphere. So while the bottle has cooled, the temperature of the water vapor (and the liquid water) has dropped from 100 °C (212 °F) to 20 °C (68 °F) and the pressure has dropped from 1 atmosphere to 0.023 atmosphere. Pretty amazing.One thing that may seem strange is how the water level does not seem to change. All the time, water molecules have left the liquid water and become water vapor, and thus the water level should have decreased. In fact, it has, but so little it's barely visible. It takes an incredibly small amount of liquid water to form a large amount of water vapor. When liquid water turns into water vapor, it expands on the order of 1 000 times.Another thing that may seem strange is how many more bubbles of water vapor that can join the water vapor. How does all the water vapor fit? This is no problem, because since the water vapor cools down all the time, it also decreases in volume. This volume change can also be in the order of 1 000 times.If you've come this far, you can actually continue the demonstration. Place the bottle upside down and unscrew the cap just slightly. You will now see how air begins to seep in, in accordance with explanation 1. You can now fake boil the bottle for a long time, until the pressure in the bottle is back up to 1 atmosphere again.Practical tipsA key to success of this demonstration is that the water vapor doesn't escape from the bottle before you cap it. Therefore, you should be quick with it. For the same reason, choose a bottle with a small opening. The shape of the bottle probably also plays a role, where some bottles retain the water vapor better.The most important thing is of course to find a cap that is airtight, even under large pressure differences. Otherwise, you have to settle for fake boiling - although that's also pretty cool.However, if your cap isn't airtight and you are fake boiling, you can maybe get to real boiling! You do this by cooling down the bottle quickly, faster than air can seep through the gaps at the cap. Now the water has to boil. One method is to place an ice cube on the bottom of the bottle. Another method is to put the bottle in the sink and pour cold water on it. Then get ready for violent boiling! But also pay extra attention to the risk of the bottle cracking.    "
    },
    {
        "title": "Yeast and a balloon",
        "subject": "Biology",
        "description": "Let tiny fungi inflate your science balloon. An experiment about microorganisms.",
        "link": "https://www.experimentarchive.com/experiments/yeast-and-a-balloon/",
        "explanation": "Yeast is actually a fungus. The reason it does not resemble fungi as we normally know it, is because it is unicellular, just like bacteria. It multiplies by budding, that is, one cell divides into two. This cultivation of yeasts takes place at the factory where yeast is produced. \"A packet of yeast\" thus contains millions of yeasts. The yeast species that is normally used for baking is Saccharomyces cerevisiae.Fresh yeast (also known as compressed yest) consists of living yeast cells and residues from the nutrient fluid in which they were grown. The grains in dry yeast consist of lumps of living yeast cells encapsulated by a shell of dead yeast cells and nutrient fluid. When these grains dissolve in water, the living yeast cells are released. Dry yeast has a longer shelf life than fresh yeast, but fresh yeast is considered by many to give a better result in the kitchen.When yeasts are added to a dough, they begin to eat the sugar in the dough, and in this process, carbon dioxide is formed as a by-product. Lots of small bubbles of carbon dioxide are then formed in the dough, which makes the bread fluffy. In this demonstration, however, there is no dough, only the sugar the yeasts want. In order for the yeasts to feel their best and work the fastest, they need the right temperature. For Saccharomyces cerevisiae this temperature is 40 °C (104 °F).    "
    },
    {
        "title": "Tamed lightning",
        "subject": "Earth science",
        "description": "Generate a small flash, over and over again. About static electricity and lightning.",
        "link": "https://www.experimentarchive.com/experiments/tamed-lightning/",
        "explanation": "When two materials come in contact with each other, there is always the chance that the atoms in one material take electrons from the atoms of the other material. When you rub the wool sock against the polystyrene box, electrons will jump from the wool to the polystyrene. This makes the polystyrene negatively charged, because electrons are negatively charged. The reason why you should not touch the polystyrene with your other hand is that some of these electrons will then migrate over to you and you don't want that - you want the polystyrene charged.When you place the aluminum pan on top of the polystyrene box, the excess electrons in the polystyrene will repel the electrons in the aluminum (this is because equal charges repel each other). Aluminum is a metal, and these are characterized by having free electrons, which means that they can move relatively freely within the metal. The electrons that are repelled by the polystyrene will therefore accumulate in the outermost parts of the aluminum pan - closest to you.Then, when you come near the aluminum pan, the electrons have the opportunity to escape even further from the polystyrene, and jump over to you. You only need to get close for them to jump over to you. As the electrons move through the air, they appear as a flash.Now the aluminum pan has a deficit of electrons. It has given some to you. Despite this, the electrons don't jump back if you touch the aluminum pan again, as the polystyrene is still nearby and repels them. However, when you lift the aluminum pan, the polystyrene loses its effect, and the aluminum pan's attraction to electrons becomes realized. When you now touch the pan, electrons will jump from your finger to it, again through the air in the form of a flash.A flash in nature occurs in the same way, by a strong difference in charge between two points that are equalized by electrons being transferred between them. In a thundercloud, particles rub against each other and transfer electrons. It's the lighter particles that take electrons from heavier particles. The lighter particles rise upwards to the top of the cloud where there is now a shortage of electrons (the cloud is now positively charged here). The heavier particles sink to the underside of the cloud where there is now an excess of electrons (the cloud is negatively charged there). A flash can then propagate straight through the cloud, or from the negative underside of the cloud to the positively charged surface of the ground. The ground surface is positively charged because the electrons in the underside of the cloud repel electrons in the ground surface (the electrons in the ground are somewhat mobile, although not as much as in a pure metal).    ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you replace the aluminum with some other material?What happens if you replace the polystyrene with some other material?What happens if you replace the wool with some other material?How can you make the flash as large as possible?"
    },
    {
        "title": "Plastic bag kite",
        "subject": "Technology",
        "description": "Build a simple and well-functioning kite.",
        "link": "https://www.experimentarchive.com/experiments/plastic-bag-kite/",
        "explanation": "When the wind blows or when you run with the kite, a lot of air is gathered underneath the kite. This means that many air molecules are within a small area and push on each other and what is around them. Therefore, the kite is pushed away by the air.Some lift is also generated by the air above the kite moving faster than the more stagnant air underneath the kite. Air that moves quickly puts less pressure on the surroundings. Therefore, the difference in pressure between above and underneath the kite becomes even greater. This phenomenon, that the faster air moves over an object the less the air pushes on the object (the air pressure is lower), is called Bernouille's principle.Since the kite has a larger area below the attachment point of the string than above, the air pushes more there. This causes the kite to be angled upwards. Then the air pushes the kite backwards/upwards. But since you are holding the kite with a string, the kite doesn't move so much backwards, but instead mostly straight up. However, in your hand you can feel the force that arises when the air actually pushes the kite backwards/upwards.The tail of the kite is not only meant to look good, but has an important function. It stabilizes the kite. When the kite wiggles in one direction, the tail wiggles in the other direction, and counteracts the kite's movement. However, it must be long enough to have any effect, but not too long either, because then it no longer swings rhythmically with the kite. A rule of thumb is that the tail should be seven times as long as the kite.The weight of the tail also plays an important role. The heavier the tail, the more the kite is kept upright, and the better it gets at catching the wind. However, stronger winds are then required for it to rise high, beacuse it's heavier. Therefore, you should not use sticks that are too heavy or a string that is too heavy.    Test and improveYou have now built your first prototype. There are probably improvements to be made. In order to keep working on your design, try answering any of the following questions.What happens if you run faster with the kite?What happens to the kite when the wind changes direction?What happens if you make a bigger or smaller kite (but with the same proportions)?What happens if you change the proportions of the kite, for example, make it wider?What happens if you tie something to the tail?What happens if you use a lighter string or lighter sticks?"
    },
    {
        "title": "Warm and cold plates",
        "subject": "Physics",
        "description": "How can ice melt faster on a cold plate than on a warm one? About heat.",
        "link": "https://www.experimentarchive.com/experiments/warm-and-cold-plates/",
        "explanation": "Temperature is a measure of how fast a substance's constituent particles move. In hot water, for example, the water molecules move around quickly, while in cold water they are slower. If the water molecules move slowly enough, they get stuck in a certain configuration - the water has frozen to ice.The fascinating thing about temperature is that humans have the ability to register it. Somehow the body can \"measure\" how much the particles in a substance move. Exactly how this happens is still not fully understood, but it does include several types of specialized nerve cells that send signals to the brain when they detect heat or cold.When two objects come in contact with each other, the temperature is spread between them. This is done by the particles in the warmer object colliding with the particles in the colder and thus transferring kinetic energy to them. This transfer of kinetic energy through direct contact is called conduction. Energy that is being transferred through conduction - or radiation - is called heat.Some materials conduct heat better than others. This means that the conduction goes quickly inside the material, but also to and from the material when it's in contact with another material. For example, metals are known to conduct heat quickly, which has to do with how the atoms in metals are organized. More specifically, there are free electrons that can easily transport energy.The interesting thing about the temperature sense is that we do not really know the temperature of the object we touch. Instead, it's the temperature in our own hand we feel. For example, if you touch a metal, the metal takes heat from you and makes your hand cold. You then feel the metal as cold, even though it's actually your hand that is cold. Sure, the metal is colder than you - otherwise heat would be conducted from the metal to you instead - but not as cold as you perceive it.    ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you compare two plates of the same material but of different sizes?What happens if you compare two identical plates but put a drinking glass over one of the ice cubes?What is the significance of the contact area between the plate and the table?What can you find that conducts heat the best?What can you find that conducts heat the worst?"
    },
    {
        "title": "Volcano",
        "subject": "Chemistry",
        "description": "Classic science with baking soda and vinegar. About chemical reactions.",
        "link": "https://www.experimentarchive.com/experiments/volcano/",
        "explanation": "When baking soda and vinegar come in contact with each other, a chemical reaction takes place where carbon dioxide is formed. The carbon dioxide, which is a gas, is trapped as bubbles in the dish soap and wells out of the volcano.Common household vinegar, also called distilled white vinegar, consists of about 5 % acetic acid and the rest is water.Baking soda is also known as bicarbonate of soda. Both are household names for sodium bicarbonate.If you use baking powder, it is not pure baking soda. It consists of about 30 % baking soda, 40 % some acid (for example cream of tartar) and 30 % some moisture absorbing substance (for example corn starch).When sodium bicarbonate and acetic acid mix they react and form sodium acetate, water and carbon dioxide. If you use baking powder it also reacts with itself when it comes into contact with water - bicarbonate and the baking powder's own acid react and form a salt (which one depends on the acid) as well as carbon dioxide.The carbon dioxide is trapped in the dish soap and soap bubbles full of carbon dioxide are formed. The foam also contains the other products of the chemical reactions.Baking soda and baking powder are both used in baking as leavening agents - substances that make the bread or cake fluffy by adding bubbles of carbon dioxide. Baking soda needs some other acidic ingredient to react with, but baking powder has its own acid.          ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you use more baking soda (or baking powder)?What happens if you use more vinegar?What happens if you use more dish soap?What can you add to the mix to make the lava thicker and more like real lava?"
    },
    {
        "title": "Water implosion",
        "subject": "Physics",
        "description": "An empty bottle instantly fills with water. About pressure and states of water.",
        "link": "https://www.experimentarchive.com/experiments/water-implosion/",
        "explanation": "When water boils, it changes from a liquid state to a gaseous state (it does so even at room temperature - but at the boiling point it happens much faster). The water vapor, i.e. water in a gaseous state, fills the bottle and pushes out the air that was there before. Water vapor and air are both transparent, so you will not see this happening.A gas (such as air or water vapor) always exerts a pressure on its surroundings. This is because the particles (atoms or molecules) that make up the gas are constantly moving and colliding with each other and the surroundings.The moment you dip the bottle in the water, there are two \"gas bodies\" that push down on the water surface in the bowl. One is the water vapor in the bottle and the other is the air in the atmosphere. The moment you dip the bottle in the water, both gas bodies push equally on the water surface. However, the water vapor in the bottle immediately cools down. And it cools down so much that it condenses to liquid water. This means that the volume of water vapor in the bottle is reduced many times over. Liquid water takes up much less space than water vapor, because the water molecules in liquid water are much more tightly packed. Exactly how much the volume of water decreases when you cool the bottle is difficult to know - this is because the volume of water vapor largely depends on the temperature - but it will most likely be at least 1,000 times smaller. The water vapor literally implodes.So when the water in the bottle condenses, and its volume decreases drastically, a void arises in the bottle. Almost a vacuum. This means that the gas (water vapor) that was just there and pushed down on the water surface is gone. However, the gas (air) outside the bottle remains, and it still pushes down on the water surface. Therefore, the air outside the bottle now pushes water up into the bottle.It is easy to talk about \"suction\" in this demonstration, but there is no kind of \"suction force\" or something like that - just pressure.The key to success with the demonstration is that the water vapor doesn't escape from the bottle until you have had time to dip it in the water. Therefore, you should be quick to dip the bottle in the water, and choose a bottle with a small opening. The shape of the bottle probably also plays a role, where some bottles retain the water vapor better. Also remember to dip the bottle deep enough in the water, otherwise air will be sucked in when the water level in the bowl drops.    "
    },
    {
        "title": "Homemade rainbow",
        "subject": "Earth science",
        "description": "Create a rainbow in your home. An experiment about light and weather phenomena.",
        "link": "https://www.experimentarchive.com/experiments/homemade-rainbow/",
        "explanation": "On a CD, the information is stored in the form of rows of elevations on an otherwise flat \"landscape\". The distance between these elevations is very small, so small that it's in the same order of magnitude as the wavelength of light. This causes something strange to happen when light hits the surface of a CD. It's divided into the different colors that the light consists of. Pure white light consists, for example, of all possible colors and these are reflected in different directions on the CD's bumpy surface, at the same time as they are amplified, and become clearly visible.In this demonstration, the CD acts as a diffraction grating, which is a technical device used to separate different colors.You can see this rainbow of colors just by looking at the CD. Your eyes are hit by the reflected light. But you can also let this light travel further to a white roof, and get an even more beautiful view.To make the rainbow clearer, it's good idea to cover all surfaces that only reflect the white light without dividing it into colors.A rainbow in the atmosphere is also created by the separation of colors at the same time as they are reflected. But in the sky it happens a little differently - not by the light being reflected on a landscape of tiny irregularities, but by the light moving from one medium to another. Namely, a rainbow arises with the help of small water droples in the air. When a white light ray enters the \"front\" of a droplet of water, and passes the transition between air and water, the different colors refract in different directions. The light ray changes from being narrow and white to becoming a little wider and consisting of all the colors in a rainbow. The light ray is then reflected on the inside of the \"back\" of the water droplet (some light also passes out here, but doesn't give rise to a rainbow) and turns back approximately towards the direction of the Sun. Then the light ray again crosses the boundary between water and air on the front of the water droplet, though this time on its way out of it, and the colors are separated even more. The light ray is spread to some extent in all directions from the front of the water drop, but most of its colors are concentrated 40-42° from the direction of the Sun. If you want to see a rainbow, you should stand with the Sun in your back and look at water droplets in the sky.CDs are a bit different in how the are made and therefore you should try with several different ones. Some give clear rainbows, while others more diffuse.    ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you change the distance between the CD and the lamp?What happens if you change the distance between the lamp/CD and the ceiling?What happens if you change the angle of the lamp?What happens if you cover half the CD with something dark?What happens if you bend the CD?What happens if you change the type of lamp?What happens if you use multiple lamps?"
    },
    {
        "title": "Warped spacetime",
        "subject": "Astronomy",
        "description": "Create a model of spacetime. An experiment about gravity, orbits and relativity.",
        "link": "https://www.experimentarchive.com/experiments/warped-spacetime/",
        "explanation": "Before 1916, it was a mystery how gravity works. Why does the Sun keep Earth in orbit and why does Earth keep us humans on the ground? It was known that gravity existed, but how did it really work? The Sun and the Earth didn't seem to be in contact with each other in any way. How was gravity conveyed?Einstein provided the solution in his general theory of relativity. The universe consists of four dimensions - the three space dimensions (up-down, right-left, forward-backward) and the time dimension - which are intertwined in what is called spacetime. Earth, like everything else with mass, curves spacetime. It's very difficult, or perhaps impossible for the human brain, to imagine this curvature. But in this model, the four-dimensional spacetime is simplified to the two-dimensional surface of the plastic wrap, and we get an idea of how it works. In fact, there is no major curvature of time on Earth - this is only noticeable in more extreme situations, such as near black holes or just after the Big Bang - so the two-dimensional plastic wrap is really more a simplification of just three-dimensional space, something that is not completely alien to us.If you look at the plastic wrap directly from above, you will not see that it's curved around the large ball. But still the little ball orbits around it. That's just the way it is in reality. Space is curved around the Sun even though we do not see it, and Earth moves round and around in this cone. However, Earth doesn't slow down as the small ball does, and this is because there is no friction in space, like it is between the ball and the plastic wrap.    "
    },
    {
        "title": "Glass bottle xylophone",
        "subject": "Technology",
        "description": "Release your inner virtuoso with this musical instrument. About pitch and timbre.",
        "link": "https://www.experimentarchive.com/experiments/glass-bottle-xylophone/",
        "explanation": "Sound is waves in the air, which consist of alternating high pressure and low pressure areas of air moving in the direction away from the sound source. To create sound, you need to put the air in waves, which can be done, for example, by letting a speaker diaphragm hit the air. The human ear has the ability to detect these sound waves and convert them into nerve signals, and our brain can then interpret these nerve signals as sound.The air in the glass bottle vibrates when you hit the bottle. Just as water waves are created if you hit a water surface, sound waves are created when you hit the glass bottle, which in turn hits the air. The air, in turn, hits the back wall of the bottle, which in turn hits the air outside the bottle. Actually, all this happens almost simultaneously, because a standing wave is formed in the glass bottle. Imagine water waves that are in the same place all the time, even though the water moves through the wave. This is exactly the case in the glass bottle, the alternating high pressure and low pressure areas of air are always in the same place. But the air molecules themselves move, just like a car moving through a traffic jam that sometimes gets denser and sometimes thinner.The air column in the glass bottle, and everything else that can vibrate, can only do this at one or a couple of speeds and can thus only be heard as one or a couple of tones. Exactly how fast something can vibrate depends on a number of factors, but the factors that can change here are the dimensions of the air column. A long air column (i.e. just a little water in the bottle) generally produces a fast vibration and short sound waves, which we humans perceive as a high note.          Test and improveYou have now built your first prototype. There are probably improvements to be made. In order to keep working on your design, try answering any of the following questions.How does the sound change if you replace the \"drumstick\" with something else?How does the sound change if you use something with thin glass, such as a fine wine glass?How does the sound change if you replace the water with something else?How does the sound change if you place the glasses and bottles on top of a hollow box (preferably in wood)?How does the sound change if you remove the plastic wrap?"
    },
    {
        "title": "Air cannon",
        "subject": "Physics",
        "description": "The world's cheapest Airzooka. An experiment about shooting air.",
        "link": "https://www.experimentarchive.com/experiments/air-cannon/",
        "explanation": "Air consists mostly of nitrogen molecules and oxygen molecules, but also of some water molecules, argon atoms, carbon dioxide molecules and more. We can summarize all of these particles as air particles, because in this context they work in principle the same way.When you tap the plastic, you push the air particles on the other side of the plastic. These fly forward and in turn push the air molecules in front of them, and so on. This chain reaction continues towards the opening in the bottom of the cup, where the force from the pushing air particles is concentrated on a smaller amount of air particles, which then gain a higher speed. And then the chain reaction continues outside the cup.How can the air puff go so far without being dispersed in the rest of the air? The puff is held together thanks to Bernouille's principle. This principle says that the faster air moves, the less it pushes on its surroundings. And vice versa - stagnant air pushes the most. In this demonstration, the air puff moves rapidly forward, while the surrounding air is stagnant. This means that the stagnant air acts as a large hug that holds the air puff together, which is thus not dispersed.The air puff is actually not a round puff of air. It is more like a disc.Why does the candle go out? The thing that burns in a candle is wax (or whatever the candle consists of) which has evaporated. The heat from the burning wax melts, evaporates and then ignites more wax from the candle and in this way the flame survives. But a puff of wind transports the burning wax vapor away from the candle, and prevents it from heating up new wax.    ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What happens if you make a bigger hole?What happens if you make a smaller hole?What happens if you use a shorter and wider cup?What happens if you tape two cups together into a single long cylinder?"
    },
    {
        "title": "Orange candle",
        "subject": "Chemistry",
        "description": "Turn an orange into a candle. An experiment about chemical reactions and states of matter.",
        "link": "https://www.experimentarchive.com/experiments/orange-candle/",
        "explanation": "The orange candle works just like a normal candle, with the difference that the fuel is cooking oil instead of wax.When you light a candle you use a flame from a match or lighter that you bring to the wick. The heat from the flame makes the fuel the wick is soaked in (in this case cooking oil) to first change to a gaseous state in the vicinity of the wick, and then to burn. When this happens, you can remove the match or lighter, because the candle now has its own flame.As the fuel in the wick is being spent, new fuel moves up into the wick. This is done by capillary action, which means that the fuel molecules move up along the walls of small passages in the wick thanks to electrical attraction. In order for the fuel to be able to move up in the wick in this way, it must be liquid. The cooking oil in this demonstration is already liquid. In a wax candle the wax gets liquid when it melts from the heat of the flame.When the liquid fuel reaches some distance up the wick, the heat causes it to evaporate, i.e. to change from a liquid state to a gaseous state. After that, the heat also causes the fuel to start burning. And so it continues - the candle is self-sufficient.Cooking oil can be of different varieties and consist of slightly different types of molecules. What these molecules all have in common is that they contain lots of carbon and hydrogen atoms. The burning of cooking oil means that these molecules react with oxygen in the air in a chemical reaction. This only happens at a sufficiently high temperature. The carbon and hydrogen atoms in the fuel as well as the oxygen atoms in the air then form carbon dioxide (consists of carbon and oxygen atoms) and water (consists of hydrogen and oxygen atoms). Both carbon dioxide and water will be in a gaseous state and will not be visible. During the chemical reaction, some chemical energy in the cooking oil is released in the form of light and heat.Why does a candle go out when you blow it? Well, then you blow the evaporated and burning fuel away from the candle. When this happens, there is no longer any heat at the wick that can evaporate the liquid fuel in it. The candle runs out of fuel and goes out.    "
    },
    {
        "title": "Taking the pulse",
        "subject": "Biology",
        "description": "Take your pulse during rest and exercise. About the circulatory system.",
        "link": "https://www.experimentarchive.com/experiments/taking-the-pulse/",
        "explanation": "The heart pumps blood throughout the body. The blood has several tasks, including transporting oxygen. The pulse is the result of the heartbeats. Every time the heart contracts and pumps blood in the body, it is felt in the form of an increase in pressure in the blood throughout the body. The more often the heart beats, the more blood passes through the body every minute.You move by contracting muscles. For the muscles to be able to do this, they require energy. More specifically, it is the cells that make up the muscle that require energy. This energy (glucose, also called \"blood sugar\") reaches the muscle cells through the blood. An increased glucose requirement is mainly satisfied by the action of hormones, so this is not the explanation for the increase in heart rate in this experiment.The increased heart rate is instead due to the fact that the blood needs to transport more oxygen to the muscle cells, as well as transport more carbon dioxide away from the muscle cells. The muscle cells need oxygen to break down the glucose molecules and release the energy contained in them. And in this process, carbon dioxide is formed as a by-product, which is toxic to the muscle if it accumulates in excessive amounts.Oxygen is transported in the blood bound to red blood cells, which are very small and specialized cells. Carbon dioxide is also to some extent transported bound to red blood cells, but mainly in the water that the blood contains.Normal heart rate at rest is 60-80 beats per minute and at moderate exercise 120-150 beats per minute.    ExperimentThis is actually already an experiment, but you can keep experimenting. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.What is your heart rate during a range of activities?How high a heart rate can you get?How low a heart rate can you get?"
    },
    {
        "title": "Water cycle in a jar",
        "subject": "Earth science",
        "description": "Recreate most of the water cycle in a glass jar.",
        "link": "https://www.experimentarchive.com/experiments/water-cycle-in-a-jar/",
        "explanation": "When you pour water into the jar, some of the water will transform from a liquid state to a gaseous state (evaporate) and become invisible water vapor in the bottle. A liquid always changes to a gas to some extent, and vice versa, even if no change in temperature occurs. However, this so-called chemical equilibrium shifts in some direction when a temperature change occurs. In hot water, as in this case, a larger proportion changes to a gaseous state than in cold water.There are now two things in the bottle's \"atmosphere\"; water vapor and the gas mixture called air. Water vapor, i.e. water in a gaseous state, is a natural part of the atmosphere and is sometimes considered a part of air.The water vapor rises together with the heated air just above the water surface. Further up above the water surface, however, the air and water vapor are cooled down by the ice. What happens then is that the water condenses, i.e. is converted from a gas to a liquid. The tiny water droplets that form hang in the air and are visible as a cloud.The role of the match in this demonstraton is to form small \"pollutants\" in the air, which increase the condensation of water. Water condenses more easily on small particles, such as dust grains or pollen.If you're lucky, you will also see rain. This occurs when the small water droplets in the cloud become so numerous that they merge. Earth's gravity has a larger pull on these heavier water drops and they fall down.The cloud formed in the bottle has formed in the same way as the clouds in the atmosphere. In nature, water constantly evaporates from Earth's surface by the Sun warming it. This water ends up as invisible water vapor in the air just above the ground. This air is heated by Earth's surface, which causes it to rise and take the water vapor higher up into the atmosphere. Up there, it cools and the water vapor transforms into liquid water again (it condenses). This preferably occurs on small particles in the atmosphere, such as pollen or pollutants. Now small water droplets are formed high up in the atmosphere (some water droplets also freeze into small ice crystals), and they form the clouds . These water droplets are so light that they don't fall down, but stay up there. When they become numerous enough, however, they merge into larger drops and turn into rain - or snow if it's cold.The reason why you first fill the whole jar with water is to heat the glass. You want the condensation of water to take place in the \"atmosphere\", not on the cold glass.The food coloring is for making it easier to see the water through the jar.    "
    },
    {
        "title": "Special: Fire bubbles",
        "subject": "Physics",
        "description": "Hold fire in your hand. An experiment about energy, heat and much more.",
        "link": "https://www.experimentarchive.com/experiments/fire-bubbles/",
        "explanation": "The aerosol spray bottle is an ingenious invention from the 1920s by the Norwegian Erik Rotheim. In a spray bottle there are usually two liquids mixed with each other. One liquid is the product, i.e. what you want when you buy the spray bottle. It can be, for example, insecticide, paint, deodorant, shaving foam or an air freshener liquid. The second liquid is for expelling the product from the spray bottle. This liquid is called the propellant. The propellant is actually a gas at room temperature. But during production, so much of the propellant gas has been pumped into the bottle that it has become liquid. A gas becomes liquid if the pressure becomes high enough (or if the temperature becomes low enough).When you press the nozzle of the spray bottle, a valve opens and both the propellant and the product come out. In the nozzle, the product is atomized into small droplets. At the same time, the propellant that comes out turns into a gas (it boils), due to the now low pressure. In shaving foam, among other things, the propellant gas remains as bubbles in the product and turns it into foam, but once there it has no more function.You might think that the pressure in the spray bottle decreases with each spray, but this isn't the case. This is because some of the liquid propellant in the bottle constantly changes to gas and resets the pressure. When you start using the bottle, it thus contains not only a liquid mixture of the product and the propellant, but also a layer of propellant in a gaseous state on top of this mixture.The propellant used in air fresheners usually consists of one or a few alkanes. The air freshener in the photos contained 50 % butane and 50 % propane, and we will use that content as an example here. All alkanes react at a sufficiently high temperature with oxygen, i.e. it burns. Therefore, there is a warning symbol for \"flammable\" on the spray bottle.When you spray with the spray bottle in the soap water, bubbles form. These bubbles are ordinary soap bubbles consisting of a layer of water surrounded by a layer of dish soap on each side. But the soap bubbles in this demonstration do not contain air, but the alkanes butane and propane (as well as small drops of lemon liquid). The alkanes are transparent just like air but, unlike air, they burn easily.When you move the lighter towards the soap bubbles, the gas in them heats up so much that it starts to burn. What happens then is that butane and propane react rapidly with oxygen and form water and carbon dioxide. This chemical reaction is exothermic, which means that energy is released. In this chemical reaction, energy is released in the form of radiant energy (including light) and thermal energy (heat). Since energy can neither be created nor destroyed, only transformed, one may ask where this energy came from? Well, when the butane, propane, and oxygen molecules were formed (whenever that was), energy was required to move the electrons in those molecules so that the constituent atoms would stay together. This energy was then stored as potential energy in these molecules, which is called chemical energy. That is, until now, when the electrons in this chemical reaction were moved to less energy-demanding positions in newly formed molecules.The flame in this demonstration consists of propane, butane and oxygen that are being converted to water and carbon dioxide, as well as the radiant energy (light) and thermal energy (heat) that is formed as a by-product in that process. It is possible that part of the flame contains propane, butane and/or oxygen that has become so hot that it has been ionized. This means that some of the electrons of these molecules are completely detached. This state is called plasma and is the state of matter that the substances in the Sun have. But it is unclear whether the chemical reaction in this demonstration really releases so much heat that ionization occurs - and to our eyes, burning plasma and burning gas look pretty much the same.The big question, though, is: why don't you burn your hand in this demonstration? The answer is water. The water on your hand and the water in the soap bubbles absorbs most of the energy released in the exothermic chemical reaction.Temperature is a measure of how much the particles in a substance move. In cold water the water molecules move a little and in hot water they move a lot. But it takes a lot of energy to heat water and get the molecules moving. This is because much of the energy added to water is used to bend and break the hydrogen bonds that hold the individual water molecules together. A lot of energy is absorbed by this process, instead of causing the water molecules to start moving. So water can be heated and heated, but still remain quite cool. Another way to put it is that water has a high heat capacity.       "
    },
    {
        "title": "Special: Colored fire",
        "subject": "Chemistry",
        "description": "Create flames in a range of colors. About fire and heat.",
        "link": "https://www.experimentarchive.com/experiments/colored-fire/",
        "explanation": "The color of a flame depends mainly on two things; thermal radiation and excitation radiation from the atoms present in the flame. The atoms can be there one by one, or sit together as in molecules. They can end up in the flame because they are in the air from the beginning, or they have evaporated from the burning fuel, or as in this case - that we poured them over the flame.Heat radiation is the electromagnetic radiation that a chemical substance emits due to its temperature. This electromagnetic radiation will consist of invisible radiation such as infrared radiation and UV radiation, but also of visible light in different colors. The mixture of visible light results in a single color, and that is the heat radiation you see.Sometimes the term black-body radiation is used instead of heat radiation. This is because the heat radiation only depends on the temperature of the chemical substance, not because the chemical substance reflects any radiation from the environment - just like a perfect black body in physics.Heat radiation occurs when the atoms that make up a body move in relation to each other. Because the atoms contain charged particles - protons and electrons - it creates charge differences which results in an electromagnetic wave moving away from the body.Excitation radiation is also electromagnetic radiation, and can be visible light. All chemical substances are made up of atoms and when an atom gets extra energy, for example by heating it, its electrons can get excited. This means that they \"jump\" up a level and end up further out of the atomic nucleus than normal. However, this is a very unstable state for an electron, so it will soon \"fall\" down again. When it falls down again, it emits the excess energy it received when it was excited in the first place. This energy comes in the form of electromagnetic radiation, which can be visible light in a certain color.An atom of a certain element has only a certain number of definite variants of excitation radiation. This is because the atom only has a number of specific places where electrons can be. The electrons can only move between these places. When a chemical substance heats up, these electron jumps will start and this mixture of excitation radiation will start to shine. The mixture of visible light results in a single color, and that is the excitation radiation you see.In this demonstration, you test which color that arises when you heat up different metal atoms - copper atoms (in two different oxidation states), lithium atoms and strontium atoms. The color you see depends almost entirely on excitation radiation, and not so much on heat radiation. This is usually the case when a chemical substance is completely decomposed into atoms, which these substances become.This demonstration is like a flame test, which is a chemical analysis method to find out which atoms are present in a chemical substance. When doing a flame test, you make sure the chemical substance decomposes into atoms, and then you heat the atoms in a hot fire and see what color arise.You may have heard that the color of a flame only depends on how warm the flame is, i.e. that the visible light you see is only heat radiation. This is pretty accurate when, for example, talking about the flame from a candle. That light from the flame is mainly due to heat radiation from molecules in motion inside the flame. Molecules are atoms that sit together, and then the atoms tend to absorb energy in the form of starting to move more, instead of in the form of excited electrons.Examples of when these substances are used to create colored fire are in fireworks, film shootings and magic shows.    "
    },
    {
        "title": "Rotating Earth",
        "subject": "Astronomy",
        "description": "Move the globe around the Sun. An experiment about day and night and the seasons.",
        "link": "https://www.experimentarchive.com/experiments/rotating-earth/",
        "explanation": "What you have created is a simple model of the solar system, where all celestial bodies except Earth and the Sun have been removed. The model shows what took humanity hundreds of years to understand, namely that Earth orbits the Sun and not the other way around.Earth orbits the Sun in 1 year, and at the same time rotates 365 times around its own axis. The model shows that it's Earth's rotation around its own axis that gives rise to day and night. When one half of the globe is facing the Sun, it's day there, but at the same time it's night in the other hemisphere.The model also shows that Earth's axis (the imaginary \"stick\" straight through Earth around which Earth rotates) is tilted and that it's this tilt that gives rise to the seasons. When the North Pole tilts away from the Sun, it's winter in the northern hemisphere.This is because the days are short and the Sun is low in the sky - and this in turn means that only some solar energy reaches Earth's surface every day. This makes it cold.But at the same time, it's summer in the southern hemisphere. The days are long and the sun is high in the sky. A lot of solar energy reaches Earth's surface every day. This makes it warm.When the North Pole, on the other hand, tilts towards the Sun, it's summer in the northern hemisphere, while it's winter in the southern hemisphere. In between, when the North Pole tilts to the side seen from the Sun, it's spring and autumn respectively. Then the days and nights are about the same length - both in the southern and northern hemisphere.When the North Pole tilts the most towards the Sun, it's the summer solstice in the northern hemisphere. This is the longest day of the year, and the Sun also reaches its highest point in the sky. At the Arctic Circle, the Sun shines all day and all night on the day of the summer solstice. The further north of the Arctic Circle you are, the more such days you have in a year. When the North Pole, on the other hand, tilts the most away from the Sun, it's the winter solstice in the northern hemisphere. Then the day is the shortest and the Sun makes its lowest passage in the sky. At the Arctic Circle, the Sun doesn't even shine at all on the day of the winter solstice. And the further north of the Arctic Circle you are, the more such days you have in a year. When the North Pole tilts straight to the side seen from the Sun, which happens once in the spring and once in the autumn, it's the vernal equinox and the autumnal equinox, respectively. That day, day and night are just as long - and this is true wherever you are on the globe!    "
    },
    {
        "title": "Floating ping pong ball",
        "subject": "Physics",
        "description": "Float a ball above your science hairdryer. About Bernoulli's principle.",
        "link": "https://www.experimentarchive.com/experiments/floating-ping-pong-ball/",
        "explanation": "This experiment illustrates Bernouille's principle. The principle states that the faster air moves over an object, the less the air pushes on the object (the air pressure is lower).Bernouille's principle explains how the ping pong ball remains in the air stream above the hair dryer. When the ball is in the air stream, it's surrounded by air with low air pressure. But if the ball tries to leave the air stream, it instead encounters the stagnant air around it. Since this air is stationary, it has a higher air pressure, i.e. pushes harder on the ball, and pushes the ball back into the air stream where the air pressure is low.The reason why the ball is also kept at a certain height is that the upward pressure of the air flow at that height balances the gravitational force on the ball.    ExperimentYou can turn this demonstration into an experiment. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.How much can you tilt the hair dryer without the ball falling down?How fast can you move the hair dryer sideways without the ball falling down?How many balls can you get in the air at one time?What other objects can you get to float above the hair dryer?"
    },
    {
        "title": "Gummy bear osmosis",
        "subject": "Biology",
        "description": "Grow and shrink gummy bears. An experiment about how osmosis affects our cells.\r\n",
        "link": "https://www.experimentarchive.com/experiments/gummy-bear-osmosis/",
        "explanation": "A cell is bounded by and held together by its cell membrane, a thin membrane only a few molecules thick. Inside the cell membrane is the cell's entire contents, which are mostly water with solutes. The cell membrane is not completely impermeable. It is permeable to some substances, such as water. What determines whether water will migrate out or in through the cell membrane is how full the surrounding water is of other chemical substances. If a cell is surrounded by pure water, water migrates into the cell and it swells. If a cell is surrounded by, for example, salt water or sugar water, water migrates out of the cell and it shrinks. It is important to note that the chemical substances that are dissolved in the water cannot travel through the cell membrane.What determines which direction the water will travel is whether the water outside the cell contains more or less solutes than the water inside the cell. If the water inside and outside the cell contains the same amount of solutes, equilibrium has been reached and the cell no longer swells or shrinks.This process, when water travels through a membrane that lets water through but not the chemical substances that are dissolved in the water, is called osmosis.In fact, it doesn't matter what the solutes are. In this experiment, you used sugar, but you might as well have used salt.Osmosis is the reason you become dehydrated if you drink salt water. Your cells will then bathe in water that is full of solutes (salt) and water will migrate out of them. The cells shrink and will lack water.A gummy bear, or other gummy candy, consists mainly of gelatin. Then there's some water in them, as well as sugar and other additives. The gummy bear can, from an osmotic point of view, be seen as water with a whole lot of solutes in it.The reason why you have to heat water to dissolve sugar in it, is that this makes it a lot faster. This is because the water molecules move faster at high temperature.    ExperimentThis is actually already an experiment, but you can keep experimenting. This will make it a better science project. To do that, try answering one of the following questions. The answer to the question will be your hypothesis. Then test the hypothesis by doing the experiment.How big will a gummy bear be after 1, 2, 4, 6, 12, 24, 48, 72 hours in water?Does it matter if you cover the glass or not?Is it possible to shrink a swollen gummy bear completely down to its former size again?What other things swell in water?What other things shrink in sugar water?"
    }
]