[
    {
        "title": "Shrinkies - Shrinking Recycled Plastic Artwork",
        "description": "Shrinkies are a fun and creative way to repurpose plastic that might otherwise end up in a landfill. You can create awesome keepsakes using most […]",
        "link": "https://stevespangler.com/experiments/shrinkies-shrinking-recycled-plastic-artwork/",
        "explanation": "\n How Does It Work\nPolystyrene is a type of plastic, also known as #6 recycled plastic. It’s often used to make those clear boxes you see in restaurants or grocery stores for carrying food. When you heat this plastic in the oven, it starts to shrink and curl up, almost like it’s going to stick to itself, but then it flattens out again.\nWhen we heat polystyrene, the tiny parts that make it up, called chains, go back to a jumbled-up shape. These chains have a special way of remembering this jumbled shape, even though they were stretched out and frozen in a different shape when they were first made. This is different from most things, which either get soft or melt when heated, or break down if they get really hot. Polystyrene shrinks a lot when heated, but it doesn’t lose any of its stuff (mass). It gets smaller in size, but thicker, to make up for it.\n"
    },
    {
        "title": "Diving Ketchup - Clever Cartesian Diver",
        "description": "Did you know that you can cause a packet of ketchup to rise and fall on command in a bottle of water? People might even […]",
        "link": "https://stevespangler.com/experiments/cartesian-diver-ketchup/",
        "explanation": "\n How Does It Work\nThe packet floats because an air bubble gets trapped inside the packet when it’s sealed at the factory. If the packet sinks when you test-float it, then the air bubble is too small to make it float.\nAs you squeeze the bottle and push the water against the floating packet, you compress the air bubble into a smaller space. This happens because gases are more “squishable” than liquids, so the air compresses before the water. According to the density equation (Density = Mass divided by Volume), when you decrease the volume or make the bubble of air smaller, you increase the density and the ketchup packet sinks. When you release the pressure on the bottle, the compressed air expands inside the packet (increasing the volume), the density decreases, and the diving ketchup floats to the top of the bottle.\n"
    },
    {
        "title": "Film Canister Launcher",
        "description": "What happens when you have a build-up of gas? Wait! Don’t answer that question! The gas used here is carbon dioxide (CO2), it comes from Alka-Seltzer, […]",
        "link": "https://stevespangler.com/experiments/film-canister-explosion/",
        "explanation": "\n How Does It Work\nThe fizzing you see when you drop an Alka-Seltzer tablet into water is the same sort of fizzing you see when you mix baking soda and vinegar. In Alka-Seltzer, its citric acid and sodium bicarbonate that are mixing to produce bubbles of carbon dioxide gas or CO2 . When you drop the tablet in water, the acid and the baking soda react to produce the gas, and this gas keeps building up until finally the top pops off or the canister launches.\nWe can thank Sir Isaac Newton for explaining what happens. When the build up of carbon dioxide gas is too great and the lid pops off, Newton’s First Law is obeyed. The lid is stationary (not moving) but the growing gas pressure under it applies a large enough force to move it from it place. The upside down film canister shoots upward because of Newton’s Third Law of Motion. Gas inside the canister escapes and pushes against the table. The table pushes back with the same force sending the canister upwards briefly.\n"
    },
    {
        "title": "World's Simplest Motor Version 1",
        "description": "Electric motors are devices that turn electrical energy into motion. They are remarkable machines that come in all sizes and do all kinds of work […]",
        "link": "https://stevespangler.com/experiments/worlds-simplest-motor-version-1/",
        "explanation": "\n How Does It Work\nThis is a very simple motor made only with a battery, a copper wire, and a neodymium magnet. It’s a simple motor but, as you’d expect its very inefficient. The charge in the battery is drained quickly and the wire heats up considerably.\nThe wire connects the positive terminal to the negative terminal of the battery through the magnets and the circuit is complete. That means a current of electrons is flowing in the wire. The presence of the magnets changes things, however. The current actually flows within a magnetic field and when current flows in a magnetic field, it experiences something called the Lorentz force. This force is applied perpendicular to both the current’s direction and the direction of the magnetic field. The Lorentz force is exerted on charged particles (electrons or protons) moving with velocity (that means with a speed and a direction) through electric and magnetic fields at the same time. This force is also at work in the Earth’s magnetosphere where it separates positive (proton) and negative (electron) charges.\nIt’s important to keep in mind that the current flows in both wires from the top of the battery to the bottom. There’s no short because the wires don’t touch each other at the bottom. The current flows into the magnets where the magnetic field points outward by the wires on the side. When electric current passes through a wire in a magnetic field, magnetic interactions produce torque which moves the wire. The wire and the magnet have magnetic fields around them and these fields exert a force on the wire causing the wire to spin.\n"
    },
    {
        "title": "World's Simplest Motor Version 2",
        "description": "Electric motors are devices that turn electrical energy into motion. They are remarkable machines that come in all sizes and do all kinds of work […]",
        "link": "https://stevespangler.com/experiments/worlds-simplest-motor-version-02/",
        "explanation": "\n How Does It Work\nThis is a very simple electric motor made only with a D-cell battery, a drywall screw, some copper wire, and a neodymium magnet. The LEDs and the button battery are decorative accessories. It’s a simple motor but, as you’d expect its very inefficient. The charge in the battery is drained quickly and the connection between the screw tip and the battery is fragile at best. It’s low friction, of course, but fragile.\nThe wire connects the positive battery terminal to the negative terminal through the magnet and the screw so the circuit is complete. That means a current of electrons flows in the wire. The presence of the magnet changes things, however. The current actually flows within a magnetic field and when current flows in a magnetic field, it experiences something called the Lorentz force. This force is applied perpendicular to both the current’s direction and the direction of the magnetic field. The Lorentz force is exerted on charged particles (electrons or protons) moving with a velocity (that means with speed and direction) through electric and magnetic fields at the same time. The Lorentz force is present only when the current flows. As soon as the wire is removed, it stops. The magnet acts like a fly wheel and continues to spin because friction between the positive pole of the battery and the tip of the screw is so low. The LEDs display this movement in a dramatic (and really cool) way.\n"
    },
    {
        "title": "Homemade Magnet",
        "description": "It’s not often that you can make something so complex out of such simple materials. Electricity and magnetism have been used by people everywhere to […]",
        "link": "https://stevespangler.com/experiments/homemade-magnet/",
        "explanation": "\n How Does It Work\nWhat you created using the tightly wound wire around the nail is called a solenoid [sōl-ë-noid]. When an electric current passes through the wire, it creates a magnetic field in the metal core (the nail). When the wire is wrapped around the iron nail and the battery is strong enough, you create a simple electromechanical solenoid. These “electro” magnets are typically weak but are useful over short distances – like picking up paperclips. Electromagnets can, however, be made to become very powerful magnets that have industrial applications.\n"
    },
    {
        "title": "Making an Electric Circuit",
        "description": "You enter a dark room and reach for a switch to turn on the lights. In fact, most off the time, you don’t even think about it; you just […]",
        "link": "https://stevespangler.com/experiments/making-a-circuit/",
        "explanation": "\n How Does It Work\nYou made a very simple circuit. There’s a push from a power source (the battery), a path for the electrons to follow (wires, lights, and a switch) and a final path back to the power source. The electron movement begins on the negative (–) pole of the battery. They get pushed through the circuit to the positive (+) pole by an electric field. Your job is to plan and build the circuit correctly so the current (moving electrons) can be used to do the jobs you want done along the way. In this case, the circuit was built to power some lights.\nYou used a battery in your circuit. There are many different kinds, shapes, and sizes of batteries but they all have the same purpose and two terminals. A battery’s purpose is to deliver moving electrons. The parts of a battery are designed to convert chemical energy into electrical energy so electrons can flow through a circuit. On one of the two terminals of a battery, there’s an excess of negative charges (–) while positive charges (+) come together on the other terminal. Electrons flow at tiny fractions of centimeters and are pushed through a circuit from the negative terminal of the battery to the positive terminal.\nA switch is used to either block or allow the free movement of electrons in a circuit or to redirect their movement into another circuit or device. If the switch is open, there is no pathway for the electrons. If the switch is closed, the electrons can move through the circuit and do the work you have for them.\n"
    },
    {
        "title": "Match Levitation",
        "description": "Whether watching that movie about wizards or catching up on our magic tricks, we love it when things mysteriously rise into the air. We are […]",
        "link": "https://stevespangler.com/experiments/match-levitation/",
        "explanation": "\n How Does It Work\nThe key to making this trick work is to light the leaning match in the center of the stick.  By lighting it in the center, most of the stick (and weight) of the match is quickly burned up.  By the time the flame spreads up to the head of the match, the weight of the stick is minimal.   When the flame hits the two match heads, they ignite simultaneously and create a burst of high heat which fuses the two heads together.   This fusion holds one end of the match up while the other (and lighter) end curls upwards, creating the illusion that it is levitating.\n"
    },
    {
        "title": "Coin Through Index Card Magic",
        "description": "What if we told you that you can fit a quarter through a dime-sized hole in an index card? Would you believe it was possible? […]",
        "link": "https://stevespangler.com/experiments/coin-index-card-magic/",
        "explanation": "\n How Does It Work\nA quarter is a larger coin and has a larger diameter than a dime.  That’s why the quarter is unable to fit through the dime-sized circle when the card is flat.\nWhen the card is folded in half and is bent just slightly, the circle in the center changes and becomes elliptical.  That means that the opening becomes wider, allowing the quarter to slip through.\n"
    },
    {
        "title": "How to Fit Your Body Through an Index Card",
        "description": "What if someone challenged you to cut a hole in an index card big enough to squeeze your entire body through the hole? Believe it […]",
        "link": "https://stevespangler.com/experiments/fit-your-body-through-an-index-card/",
        "explanation": "\n How Does It Work\nA standard 3×5-inch index card has an area of 15 square inches and a perimeter of 16 inches. No big deal, right?\nBut here’s the twist: cut that card into a 1/4-inch chain and the area stays put at 15 square inches. The perimeter, however, jumps to an astonishing 120.5 inches! The surface area of the card never changes, so the width of the ring directly impacts the length.\nSo what’s the lesson here? You can dramatically change the perimeter without touching the area. It’s a fantastic, hands-on way to get kids thinking about the difference between area and perimeter. Turn that humble index card into a math adventure.\nRemember… by carefully cutting the index card in the pattern above, you are redistributing the entire surface area across the length of the ring, all while keeping the surface area connected.  The closer together you make your cuts, the longer the ring will be.\n"
    },
    {
        "title": "Moss Graffiti",
        "description": "Graffiti is a topic of debate in the modern world. While some consider graffiti a nuisance, others consider it street art. With that debate still […]",
        "link": "https://stevespangler.com/experiments/moss-graffiti/",
        "explanation": "\n How Does It Work\nMoss is a tiny plant that grows in clumps.  Most mosses are made of tiny stems which contain one leaf that is often only one cell thick.  Moss naturally grows in moist, shady spots.  Because of this natural preference, keeping the moss moist with a spray bottle is especially important in this demonstration.  The buttermilk in this demonstration is highly acidic which also encourages the moss to grow.\n"
    },
    {
        "title": "Homemade Root Beer",
        "description": "Like most sodas, root beer is a combination of really good water, sugar, some flavorings, a little color, and a bit of carbonation using carbon dioxide […]",
        "link": "https://stevespangler.com/experiments/root-beer-science/",
        "explanation": "\n How Does It Work\nThe root beer you made is probably pretty tasty but doesn’t seem to be quite the same as the ones you buy. Give yourself a break, please! Bottling companies make millions of gallons of soda a year and have some very expensive machines to do the job, too. In addition, they can bring some very high pressures and very low temperatures to bear on the production, as well. It’s likely the fizz in your brew didn’t last long but the taste was right on. Pressurizing soda with longlasting CO2 bubbles is in a science class all by itself. Besides, once you plop a scoop of ice cream into it, any CO2 will grab nucleation points on the ice cream and fill the glass with a yummy brown, creamy foam… so, who cares about disappearing fizz?\n"
    },
    {
        "title": "Flying Toilet Paper - How to Make a Toilet Paper Launcher",
        "description": "It’s amazing what you can do with differences in air pressure. A tasty drink flows through a straw from a glass up to your mouth. A […]",
        "link": "https://stevespangler.com/experiments/toilet-paper-launcher/",
        "explanation": "\n How Does It Work\nThis is a wonderful example of Bernoulli’s Principle. In 1738, a Swiss mathematician, Daniel Bernoulli, studied the relationship between the pressure and velocity of a fluid. The Bernoulli Principle states that the pressure of a liquid (in this case, air) falls as its velocity increases. Increasing the velocity over the surface of the paper, lowers the pressure of the air pushing on it.\nWhen you blow across the top of a roll of toilet paper, you lower the air pressure at that point. However, there’s higher pressure under the flapping paper. That’s why the paper lifts up. The same is true for the leaf blower but on a much more powerful scale.\nIn other words, Bernoulli found that the faster air flows over a surface, the less it pushes on that surface which means it has a lower pressure. The moving air from the leaf blower flows over the top of the toilet paper creating a lower pressure than the surrounding air pushing upward on the bottom side of the toilet paper. The toilet paper is lifted because there is a sufficient number of air molecules striking the lower side of the paper to overcome the downward pull of gravity and the lower air pressure on the upper side.\n"
    },
    {
        "title": "The Science of Keeping Flowers Fresh",
        "description": "Add a shot of vodka… spritz with a sugary soda… stir in vinegar… or give the flowers an Aspirin (which might be needed after all […]",
        "link": "https://stevespangler.com/experiments/science-keeping-flowers-fresh/",
        "explanation": "So… what’s the best formula for keeping flowers fresh? FTD florists conduced an experiment using five of the same flower arrangements. In each vase, they put a flower food packet along with 2 cups of lukewarm water. The five variables in the test included vodka, Sprite, apple cider vinegar & sugar, aspirin and just moving the flowers to the refrigerator at night. The test was conducted over a seven day period. The water was changed on day 3 and all of the additives were replaced.The results were interesting, to say the least. The vase with Sprite did fine on days 1 and 2 but started to fade on day 3 and was a slimy mess by day 5. The vase with the vodka also did fine on days 1 and 2 but looked droopy and had grayish stems by day 4. The researchers didn’t find the aspirin to have any preserving effects, though it did not kill the flowers faster, either. The flowers in the vase with apple cider vinegar and sugar did surprisingly well. The combo held its own in the survival-of-the-fittest trial.Drum roll… coming in as #1 in the test was… the refrigerator! Every night before retiring to bed, the flowers were placed in the refrigerator. After a cold 8 hours of rest, the vase of flowers returned to it’s daytime home on the dining room table. Believe it or not, the cooler temperatures kept the flowers fresh through day 7. Maybe this is why florists keep their flowers inside a large refrigerator. However, the apple cider vinegar and sugar solution came in a VERY close second place in the experiment. So, if you don’t have a giant refrigerator, you might give it a try."
    },
    {
        "title": "DIY: Solar Eclipse Viewer",
        "description": "Of course CE and ISO certified solar eclipse glasses are the ONLY way to look directly at the sun and watch the phenomena on August […]",
        "link": "https://stevespangler.com/experiments/diy-solar-viewer/",
        "explanation": "\n How Does It Work\nThe pinhole allows only a tiny portion of the light from the sun that’s hitting the foil to get by it. Only a few of the light rays from the sun are traveling in the right direction so they can pass through the pinhole. On the other side of the pinhole, this “filtered” light hits the screen and forms an upside down image of the sun. If you experiment with different size pinholes, you’ll find a larger pinhole only makes the disk brighter but blurry. A smaller pinhole will make it dim but it’ll have sharper edges. No matter what you do, however, the image is small and seeing details on the sun’s surface won’t happen with this viewer. You can sometimes see clouds passing in front of the sun as you look at the image.\n"
    },
    {
        "title": "Slime Art",
        "description": "We all know that playing with slime is one of the best things in the world.  But, what do you do when you’re done.  You […]",
        "link": "https://stevespangler.com/experiments/slime-art/",
        "explanation": "\n How Does It Work\nWhen slime dries the water and PVA alcohol are slowly evaporating, however the color of the slime maintains.  If you’re using clear slime the final piece of art will look like bent glass.\n"
    },
    {
        "title": "What is Pi?",
        "description": "Pi (π) is the constant used in equations to find all of the dimensions of circles and spheres, but where did it come from? With […]",
        "link": "https://stevespangler.com/experiments/what-is-pi/",
        "explanation": "\n How Does It Work\nLooking for a more technical explanation to use? This is how you might see it in a calculus book, and how it was originally proven by Archimedes, before he knew a way to calculate the circumference of a circle.\n\nPrint a fresh copy of the circle template.\nDraw a perfect square around the outside of the circle, touching in exactly 4 places (these lines are called tangents).\nThen connect one corner to the opposite by passing through the center of the circle.\nNow, draw a perfect square inside the circle, touching in exactly 4 places (these lines are called chords).\nConnect one corner to the opposite by passing through the center of the circle again. Your picture should look much like this image\nNow, we need to normalize our drawing by stating that the diameter is exactly 1 unit. So think of the perimeter of the large box as 4 units. We know that the diameter is 1 unit, so to find the length of a side for the small square use Pythagorean theorem: a2 + b2 =c2\nSince a and b are the same length, and we know the hypotenuse is 1, we can calculate:\n2a2 = 1 or a = √(1/2)\nTherefore the length of the sides is .7 units, and the perimeter would be 2.8.\nTo find the circumference of the circle, we would then take the average between these two perimeters: (2.8 + 4) ÷ 2 = 3.4\n\nOf course, 3.4 is not the 3.14 that Pi is calculated to be today, but to get closer and closer to the most accurate circumference, mathematicians use hexagons, octagons, or even decagons. The more sides that the internal and external shapes have, the more accurate the measurement gets, and the closer you are to 3.14.\n"
    },
    {
        "title": "Cartesian Diver Toys - Hook the Sinker",
        "description": "Hook is an amazing game that combines cool science with coordination and skill. You’ll make a special diver, float it in a soda bottle tank […]",
        "link": "https://stevespangler.com/experiments/density-divers/",
        "explanation": "The Cartesian Diver is a classic science experiment that’s hundreds of years old. It’s named for a Frenchman, René Descartes (1596-1650), who made huge contributions in the fields of philosophy, math, and science. The original Cartesian Divers were made out of glass medicine droppers or delicate glass ampules."
    },
    {
        "title": "Fire Bubbles - The Methane Mamba",
        "description": "When is the last time you made bubbles catch on fire? Probably never . . . but then again, this is the teachers-only section of […]",
        "link": "https://stevespangler.com/experiments/fire-bubbles/",
        "explanation": "\n How Does It Work\nIf you’ve attempted the Fireproof Balloon activity, you already have a good idea as to how this works. If not, it’s a great idea to present the Fireproof Balloon activity prior to performing Fire Bubbles to see if any of this science is actually sinking into the brains of your audience members. Water is a great conductor of heat, and it literally pulls the heat away from your hand for the few seconds that the methane bubbles are on fire. As the flame heats the water on your hands, some of the water at the very surface evaporates, and it’s this natural cooling process from the evaporation that keeps your hand from burning.\n"
    },
    {
        "title": "Ultimate Can Crusher - 55 Gallon Drum",
        "description": "Steve Spangler often says… “Anything worth doing is worth overdoing.” That’s probably what happened here when he tried to super-size the classic Can Crusher experiment […]",
        "link": "https://stevespangler.com/experiments/ultimate-can-crusher/",
        "explanation": null
    },
    {
        "title": "Lift a Car with the Power of Air",
        "description": "Believe it or not, it’s possible to lift a 4,000 pound car using a ShopVac, plastic tarps and some duct tape. It’s a great illustration […]",
        "link": "https://stevespangler.com/experiments/lift-a-car-with-the-power-of-air/",
        "explanation": null
    },
    {
        "title": "Windbag Experiment - Diaper Genie Balloons",
        "description": "How many breaths of air will it take you to fill a plastic bag that’s 8’ (2 m) long and 10” (25 cm) in diameter? […]",
        "link": "https://stevespangler.com/experiments/windbags-bernoulli-balloons/",
        "explanation": "\n How Does It Work\nThe bag fully inflates the second time because air from the atmosphere is drawn into the bag next to the stream of air from your lungs. For you science types out there, here’s the technical explanation. In 1738, a scientist named Daniel Bernoulli observed that a stream of fast moving air is surrounded by an area of low atmospheric pressure. In fact, the faster the stream of air moves, the lower the air pressure drops around it. When you blow into the bag, you create a temporary area of low pressure inside the bag and higher pressure air around you in the atmosphere rushes into the bag to equalize things. In other words, air in the atmosphere is drawn into the bag at the same time you are blowing into it.\nFirefighters use Bernoulli’s principle to quickly and efficiently force smoke out of a building. Instead of placing the fans up against the doorway or window, a small space is left between the opening and the fan in order to force a greater amount of air into the building. Firefighters call this “Positive Air Flow.”\nIn a rescue, first responders also use long, airtight bags and an air compressor to move collapsed walls, huge boulders, and other heavy debris away from victims so they can be saved. The bags between the tables showed you how it works. Science rocks!\n"
    },
    {
        "title": "Fireproof Balloon",
        "description": "Common sense tells you that it’s impossible to boil water in a paper bag, but this classic parlor trick was a favorite of Victorian magicians. […]",
        "link": "https://stevespangler.com/experiments/fire-water-balloon/",
        "explanation": "\n How Does It Work\nWater is a great substance for soaking up heat. The thin balloon allows the heat to pass through very quickly and warm the water. As the water closest to the flame heats up, it begins to rise and cooler water replaces it at the bottom of the balloon. This cooler water then soaks up more heat and the process repeats itself.\nIn fact, the exchange of water happens so often that it keeps the balloon from popping . . . until the heat of the flame is greater than the water’s ability to conduct heat away from the thin balloon and the balloon pops. But watch out! If you turn the balloon so that the candle flame is close to the side of the water balloon, the balloon will pop because the water is not conducting the heat away from the surface of the balloon. At least the water will help put out the fire!\nThe soot on the bottom of the balloon is actually carbon. The carbon was deposited on the balloon by the flame, and the balloon itself remains undamaged.\n"
    },
    {
        "title": "Straw Cartesian Diver",
        "description": "It just can’t get much more simple than this… a bendy straw and paperclip. As always, the key is to experiment with the materials you […]",
        "link": "https://stevespangler.com/experiments/straw-cartesian-diver/",
        "explanation": "\n How Does It Work\nSqueezing the bottle causes the diver (the paperclip straw combo) to sink because the increased pressure forces water up into the open straw. The additional water increases the mass, and density, of the diver causing it to sink. Releasing the squeeze decreases the pressure on the air bubble at the top of the bent straw, and the water is forced back out of the diver, lowering its density and allowing it to float back to the top of the bottle.\n"
    },
    {
        "title": "Secret Message with Lemon Juice",
        "description": "Lemon juice can spark up a salad, add zing to some grilled fish, and keep your avocados and bananas from turning brown. Strangely, however, it […]",
        "link": "https://stevespangler.com/experiments/secret-lemon-juice-messages/",
        "explanation": "\n How Does It Work\nMost invisible ink messages can be revealed by heating either side of the paper on which they’re written. The message discolors before the rest of the paper gets hot enough to do so. When you wrote your message using the lemon juice, carbon-based compounds in the juice were absorbed into the paper’s fibers. Also, since lemon juice ink is a weak acid, it softened the fibers in the paper. The added heat caused some of the chemical bonds to break down in the dried juice and some carbon was cut loose. When the carbon came into contact with air, it burned or oxidized. One effect of oxidation is things turn a darker color. (Some oxidation doesn’t need heat to occur; it just needs a little air. Think of a piece of apple, banana, or pear left out on a plate for a while.)\nLemon juice – like most fruit juice – contains carbon compounds. These compounds are pretty much colorless at room temperature. Heat breaks down these compounds and releases the carbon. When carbon comes in contact with air (specifically oxygen), oxidation occurs and the substance turns light or dark brown. If it oxidizes long enough, it can go all the way to black.\n"
    },
    {
        "title": "Spooky Halloween Drink",
        "description": "The next time you have a craving for a sparkling, homemade, carbonated beverage, make your own simply by drawing upon what you already know about dry […]",
        "link": "https://stevespangler.com/experiments/spooky-halloween-beverage/",
        "explanation": "\n How Does It Work\nWhile the mixture is bubbling and burping, the apple juice is being carbonated by the dry ice. Carbon dioxide gas (CO2) mixes with the juice to make a “sparkling” drink. It also gives it a slightly tangy or acidic flavor. A local hobby or craft store is sure to have a spooky-looking Halloween cauldron that would hold the punch bowl with a large batch of apple juice and dry ice. Usually, you can buy dry ice at a local grocery store.\nDry ice is not frozen water – it’s frozen carbon dioxide (CO2). Unlike most solids, dry ice does not melt into a liquid as the temperature rises, but instead, changes directly into a gas. This process is called sublimation. The temperature of dry ice is -109.3°F (-78.5°C). Dry ice is particularly useful for keeping things very cold because of this low temperature. Dry ice does not last very long, however, so it’s important to purchase the dry ice you need for your party as close as possible to the time you’ll need it. The best way to store dry ice is in a Styrofoam ice chest with a loose fitting lid that allows the CO2 to escape as the ice sublimates. The experts say that, depending on weather conditions, dry ice will sublimate at a rate of 5 to 10 pounds every 24 hours even in a typical Styrofoam chest.\nDry ice is fun and it’s safe to use if all of the safety rules are followed. Just a quick search on the internet will reveal a lot of stupid things people do (or rather used to do when they had ten fingers and both eyes!) with dry ice. The best advice we can offer in this guide is to treat dry ice with respect. Always wear heavy gloves when handling dry ice and never seal dry ice into a container. Dry ice bombs are extremely dangerous and are the cause of many serious injuries every year. Use good sense and you’ll have fun and learn some (really) cool science at the same time.\n"
    },
    {
        "title": "Ping Pong Popper",
        "description": "Science staples involve things that go boom and things that blast off. With the Ping Pong Popper kids’ science experiment, you’ll take both the booming […]",
        "link": "https://stevespangler.com/experiments/ping-pong-popper/",
        "explanation": "\nIf you take ball out of the popper, you get to witness what was happening inside.. combustion! That handy little spark igniter serves its purpose by igniting the vapors from the rubbing alcohol inside of the popper."
    },
    {
        "title": "Floating Bowling Balls",
        "description": "We all know that certain things float in water while other things sink, but why? Do all heavy things sink? Why does a penny sink […]",
        "link": "https://stevespangler.com/experiments/floating-and-sinking-bowling-balls/",
        "explanation": "\n How Does It Work\nNote: It’s important that we work in metric units as we make the necessary density calculations to fully understand the science. Pull out your calculators and sharpen up your math skills.\nIf you’ve ever been bowling, you know that bowling balls range from about 8 to 16 pounds. However, did you know that all regulation bowling balls are the same size? According to official bowling rules from the Professional Bowlers Association,\n\n\n\nThe circumference of a ball shall not be more than 27.002 inches nor less than 26.704 inches, nor shall it weigh more than 16 pounds (no minimum weight).\n\nYou could measure the circumference of each of your bowling balls by wrapping a piece of string around the ball at its widest part and marking the circumference on the string. Based on what we know from the Professional Bowlers Association, your measurement should be 27 inches, so that’s the number we’ll use for all of our calculations.\nSince we’re doing science, it’s necessary to convert inches to centimeters using the conversion factor of 1 inch = 2.54 centimeters (cm).\nSo, the circumference of the bowling ball in centimeters is:\n\n27 inches × 2.54 cm/inch = 68.58 cm\n\nNext, we need to find the radius of the bowling ball. Again, you could use a string and a ruler to make your measurement, or you can use the formula for finding the circumference of a sphere to determine the radius. Remember that π = 3.14. Here’s the formula:\ncircumference = 2 × π × radius\nYou know the circumference is 68.58 cm, so solving the equation for the radius you’ll arrive at 10.92 cm.\nNow that you know the radius, you can determine the volume using this equation:\nvolume = 4/3 × π × radius3\nvolume = 4/3 × 3.14 × (10.92 cm)3\nvolume = 5,451.75 cubic centimeters (cm3)\nOf course, the keen observer will never fail to point out the fact that there are holes in the bowling ball for your fingers. Again, you could jump through some hoops to determine the volume of the holes, but it’s fair to say the holes do not affect the overall density of the bowling balls enough to change the demonstration. So, we’ll go with the magic number of 5,452 cm3 (yes, we rounded up to simplify the calculations).\nAs soon as you know the volume of the bowling ball, you can easily calculate the ball’s density by dividing the weight of the ball (in grams) by the volume (5,452 cm3).\nTo convert the weight of the ball from pounds to grams, use the conversion of 1 pound = 453.6 grams (but we’ll round up to 454 grams). Here’s a table with the converted weights of bowling balls.\n\n\n\n\nBOWLING BALL\nWEIGHT IN POUNDS\n\nCONVERTED TO GRAMS\n\n\n8 pounds\n3,632 grams\n\n\n9 pounds\n4,086 grams\n\n\n10 pounds\n4,540 grams\n\n\n11 pounds\n4,994 grams\n\n\n12 pounds\n5,448 grams\n\n\n13 pounds\n5,902 grams\n\n\n14 pounds\n6,356 grams\n\n\n15 pounds\n6,810 grams\n\n\n16 pounds\n7,264 grams\n\n\n\nNow it’s easy to calculate the density of each of these bowling balls. Simply divide the weight of the ball in grams by the volume of the ball in cubic centimeters. For example, here’s how to calculate the density of an 8-pound (3,632 g) bowling ball.\ndensity = mass / volume\n density = 3,632 grams / 5,452 cm3 = 0.67 g/cm3\nIt’s no wonder that an 8-pound bowling ball easily floats in water. The density of water is 1.0 g/cm3 so the 8-pound bowling ball floats because it is less dense than the water (.67 < 1.0).\nThe chart below shows the calculated density of each size bowling ball, and you can see at what weight the bowling balls begin to sink (their density is greater than that of water at 1.0 g/cm3).\n\n\n\n\nBOWLING BALL\nWEIGHT IN POUNDS\n\nCONVERTED FROM\nPOUNDS TO GRAMS\nDENSITY\nWEIGHT /5,452 CM3\n\n\n8 pounds\n3,632 grams\n0.67 g/cm3\n\n\n9 pounds\n4,086 grams\n0.75 g/cm3\n\n\n10 pounds\n4,540 grams\n0.83 g/cm3\n\n\n11 pounds\n4,994 grams\n0.92 g/cm3\n\n\n12 pounds\n5,448 grams\n0.99 g/cm3\n\n\n13 pounds\n5,902 grams\n1.08 g/cm3\n\n\n14 pounds\n6,356 grams\n1.17 g/cm3\n\n\n15 pounds\n6,810 grams\n1.25 g/cm3\n\n\n16 pounds\n7,264 grams\n1.33 g/cm3\n\n\n\nIf the calculation is correct, a 12-pound bowling ball should just barely float in the water-filled aquarium.\nIf I lost you somewhere in the midst of all of these numbers, here’s the synopsis. Any bowling ball that weighs more than 12 pounds will sink in water, and any bowling ball that weighs less than 12 pounds will float. If that wasn’t enough, there’s something else to consider. Archimedes’ Principle states that the buoyant force exerted on a fluid is equal to the weight of the fluid displaced. So, when an object is placed in water, it will displace its weight in water. The 8-pound ball displaces 8 pounds of water. However, the ball also takes up more volume than 8 pounds of water, so it floats.\nThe same principle explains why an aircraft carrier floats even though it’s made of steel. If you consider that steel has a density of 7.8 g/cm3, shouldn’t the aircraft carrier sink? The ability of the ship to float is not entirely based on the material from which it is made. A ship is built in such a way that it encloses large amounts of open space, and this contributes to its overall density. According to Archimedes, the ship displaces its weight in water, but because of the way the ship is constructed, it takes up more space than the volume of the water it displaces and it floats.\n"
    },
    {
        "title": "Vampire Slime - Eerie Green and Blood Red",
        "description": "When you mix Vampire Slime Goo and Cross-Linker, it appears to be normal green slime, but hold the oozing blob up to a source of […]",
        "link": "https://stevespangler.com/experiments/vampire-slime/",
        "explanation": "\n How Does It Work\nMost liquids, such as water, are made up of small, unconnected molecules bouncing around and tumbling over and into one another. These single, unconnected molecules are called monomers. Monomer liquids flow easily and are seldom gooey or sticky to the touch. In other substances, the monomers are linked together in long chains of molecules known as polymers. These long chains don’t flow easily at all. Like a bowl of cooked spaghetti, they sort of roll over and around one another. Liquid polymers tend to be a lot gooier and flow more slowly than liquid monomers. The Vampire Slime Goo, called polyvinyl alcohol (PVA), you used to make slime is a liquid polymer.\nPVA is used by the plastics industry to form surface coatings and to make surface films resistant to gasoline. It’s also used to make artificial sponges, hoses, and printing inks. If you check out the ingredients of contact lens wetting solutions, you may find PVA used as a lubricant and a cleanser. The PVA solution in this kit contains fluorescent coloring and a special disinfectant to help resist pesky germs on those not-so-clean hands.\nThe Cross-Linker Solution is called sodium tetraborate. The common household name for this chemical is Borax. Your parents or grandparents will recognize the name Borax as a unique brand of powdered soap used to whiten linen and to really clean your hands. The Borax or sodium tetraborate molecules act to “cross-link” the long strands of PVA molecules. Just imagine a box full of tiny, steel chains that slip and slide easily across one another. Each chain is made up of hundreds of individual links but one chain is not connected to another chain. Borax loves to connect with water and billions of Borax molecules randomly link trillions of water molecules found anywhere on the chains of PVA. Now when you pull out one PVA chain, all the rest comes with it in a blob.\nVampire Slime appears green at most angles, but light passing directly through the vein appears red. The secret is a special combination of dyes (fluorescein and bromophenol blue) that reflect green when light hits it and absorbs all wavelengths of light except for red as light passes through it.\n \n"
    },
    {
        "title": "Heat Sensitive Worms",
        "description": "There’s nothing better than having a bowl full of worms without the hassle of digging them out of the ground… and all by using fascinating […]",
        "link": "https://stevespangler.com/experiments/heat-sensitive-worms/",
        "explanation": "\n How Does It Work\nWhen you make Insta-Worms, you’re learning about the science of polymers. The creative scientists at Steve Spangler Science coined the name Worm Goo, but the real name of this liquid is sodium alginate. Sodium alginate is a long chain of molecules called a polymer. Polymers are large molecules made by linking many smaller molecules together. Specifically, sodium alginate is a polysaccharide isolated from seaweed. Polysaccharides, such as starch and alginate, are made by linking together hundreds of glucose (sugar) molecules. Alginate is commonly used as a thickening agent for foods such as ice cream and fruit pies. Now that you know this chemistry secret, take a look at food labels the next time you’re at the grocery store to find out which other foods contain sodium alginate. Alginate compounds are also used for, among other things, dental impression materials and wound dressings.\nThe sodium alginate (Worm Goo) immediately changes from a liquid to a solid the moment it touches the Worm Activator solution. The Worm Activator solution contains calcium, which serves to link the long polymer chains together. Scientists call this “cross-linking.” For the scientists in the audience, here’s a more detailed description of what happens: a polymer strand is formed when the sodium alginate solution is added to a calcium chloride solution. This occurs because the Ca++ ions replace the Na+ ions and serve as a cross-linking agent to link two alginate chains together. The resulting cross-linked polymer is insoluble in calcium chloride solution and this results in the formation of the polymer strand. See, now you know!\nThat still leaves us with the mystery of how the Insta-Worms changed color. The secret behind this fascinating phenomenon is a special thermochromic dye in the Heat Sensitive Worm Goo. Thermochromic means that a color change (chromic) occurs in accordance with temperature (thermo). The color change on the Insta-Worm (it will happen with Worm Goo, too) happens when the temperature of the Insta-Worm reaches a certain temperature (approximately 29º C or 84.2º F). At this temperature, the pigment in the dye reacts by twisting to a new shape, changing the wavelength that it reflects. Thermochromic dyes and inks find use in a lot of objects, from color changing bath toys and coffee mugs, to child thermometers and battery indicators.\n"
    },
    {
        "title": "Magnetic Slime",
        "description": "There’s a good chance you’ve (1) already worked with magnets and (2) made slime many times. It’s a good bet you haven’t done it at the same time, […]",
        "link": "https://stevespangler.com/experiments/magnetic-slime/",
        "explanation": "\n How Does It Work\nThe iron filings cause this slime to be magnetic. Iron is one of three elements (cobalt – Co, iron – Fe, and nickel – Ni) that are magnetic at room temperature.\nThe solution of school glue with borax and water produces a putty-like material that’s elastic and flows very slowly. The glue is actually made of a polymer material. In simplest terms, a polymer is a long chain of identical, repeating molecules. You can use the image of tiny steel chains to understand why this polymer behaves the way it does. Each link in a chain is a molecule in the polymer and one link is identical to another. When the chains are in a pile and you reach in to grab one, that’s what you get: one. If you dump them on the floor, they’re not connected to each other so they spread out everywhere like water. The strands flow over each other like the liquid glue in the bowl. Something caused a change, however.\nLet’s say you toss a few trillion tiny, round magnets into the pile of steel chains. Now when you reach in to grab one strand, you grab hundreds because the magnets have linked the strands together. If the molecules stick together at a few places along the strand, then the strands are connected to each other and the substance behaves more like a solid. Sodium tetraborate is the chemical in borax that hooked the polymers in the glue together to form the putty-like material. This process is called cross-linking.\nThe magnet is very strong but something prevents the iron filings from leaving the slime and clinging to the magnet. The slime holds onto the iron filings by adhesion. Adhesion is a force that holds molecules of different substances together. In addition to adhesion, the slime polymer is bonded by cohesion. That’s a force that holds molecules of the same substance together. It’s the combination of magnetism pulling one way and adhesion and cohesion pulling the other that results in the weird, stretchy “volcanoes” appearing when you hover the magnet near the slime. So much is happening in such a small space!\n"
    },
    {
        "title": "Dry Ice Smoke Ring Launcher",
        "description": "Inspired by Steve Spangler’s original trash can smoke ring launcher, this mini version uses easy to find materials to make your vortex vapor ring launcher. […]",
        "link": "https://stevespangler.com/experiments/dry-ice-smoke-ring-launcher/",
        "explanation": "\n How Does It Work\nThe correct name for your smoke ring launcher is “vortex generator.” The ring of air that shoots out of the hole you cut into the cup is actually a flat, rolling vortex of air. A vortex is generated because the air leaving the cup at the center of the hole is traveling faster than the air leaving around the edge of the hole. That speed difference creates a swirling motion or vertical vortex that can be seen rolling through the air if a little vapor is blown out with it. Tapping the plastic on the cup creates the movement of air needed for a vortex to form and the tapered shape of the cup pushes the moving air together.\nBut where does the vapor come from? When you drop a piece of dry ice into warm water, the gas cloud you see is a combination of carbon dioxide (CO2) and water vapor. So, the gas you see is actually a cloud of tiny water droplets. In many ways, this activity demonstrates that air occupies space… and the flying vapor rings are an added bonus.\n"
    },
    {
        "title": "Sugar Rainbow",
        "description": "Understanding density has never been easier or more colorful! The Sugar Rainbow is a creative and engaging way to see how liquids of different densities […]",
        "link": "https://stevespangler.com/experiments/sugar-rainbow-6/",
        "explanation": "\n How Does It Work\nDensity is the measurement of how much “stuff” is packed into a measured space. That’s how we get the equation for density: Density = Mass (the stuff) ÷ Volume (a measured space). Nearly every substance and material imaginable has a different density. This is especially true for the six solutions you made using sugar and water.\nBy increasing the amount of sugar in the solution but keeping the amount of water constant, you create solutions that have increasing densities. The more sugar that’s mixed into a measured amount of water, the higher the density of the mixture. As the Sugar Rainbow reveals, a solution with a low density stacks on top of a mixture with a high density.\nSo, density explains why the solutions stack on top of each other inside the straw, but what keeps the solutions in the straw? You could expect them to just pour out of the straw as you lift the straw from a solution. However, thanks to cohesion (similar molecules attracting each other) and adhesion (different molecules attracting each other), there is surface tension sealing the water at the bottom of the straw. The surface tension is strong enough to help hold the solutions in the straw… as long as air pressure inside the straw is lower than the air pressure outside the straw. Gravity tugs the solutions downward which creates a slight vacuum in the empty part of the straw. That lowers the air pressure inside the straw which is why you need your thumb to cap the straw. This prevents air pressure from equalizing inside the straw. Remove your thumb, air pressure equalizes, and gravity simply moves the colored solutions out.\n"
    },
    {
        "title": "Sugar Cube Magic",
        "description": "You tease a friend with a secret: you have some Imperial Sugar cubes or Dixie Crystals sugar cubes, you think they’re magical, and you need your friend’s help to […]",
        "link": "https://stevespangler.com/experiments/sugar-cube-magic/",
        "explanation": "\n How Does It Work\nThis simple activity tests your scientific “magic skills.” When performing Sugar Cube Magic, the key is to make your performance look natural. Misdirection is used by all magicians and the intent is to have the audience looking at or thinking about anything except what the magician happens to be doing.\nAn important “secret” movement that needs misdirection is placing your thumb in the palm of your friend’s hand. Try to press your thumb to the palm AS you guide the hand back over the glass. This gives you an opportunity to firmly press your thumb while hiding the reveal of the hidden number that comes later.\nWhile doing magic tricks with your friends is fun, there is some serious science in the Sugar Cube Magic activity. The graphite in pencils is essentially carbon atoms in their simplest state. Some of the graphite you wrote onto the sugar cube transfers from the cube to your thumb. This is due to a lack of cohesion between the carbon atoms in graphite and their adhesion to your skin. The same transfer happens again when you press the graphite into the palm of your friend from your thumb.\n"
    },
    {
        "title": "Brown Sugar Homemade Ice Cream",
        "description": "Food always tastes better when it’s homemade, and the same is true for ice cream. We went out and got some brown sugar from Imperial […]",
        "link": "https://stevespangler.com/experiments/brown-sugar-homemade-ice-cream/",
        "explanation": "\nJust like we use salt on icy roads in the winter, salt mixed with ice in this case also causes the ice to melt. When salt comes into contact with ice, the freezing point of the ice is lowered. The lowering of the freezing point depends on the amount of salt added. The more salt added, the lower the temperature will be before the salt-water solution freezes. For example, water will normally freeze at 32º F. A 10% salt solution freezes at 20º F, and a 20% solution freezes at 2º F."
    },
    {
        "title": "Stained Glass Sugar",
        "description": "Sugar has many uses but maybe you didn’t know it can be used to make “glass” – even stained glass. You combine the science of […]",
        "link": "https://stevespangler.com/experiments/stained-glass-sugar/",
        "explanation": "\n How Does It Work\nSo, you made a beautiful (and delicious) work of art using the Stained Glass Sugar activity but, do you know what happened?\nStained Glass Sugar, or sugar glass, is created when you dissolve sugar in water and heat it to 300-310℉ (149-154℃). This is called the “hard crack” stage of candy making. You’ve made what a chef calls a reduction by boiling away excess water to concentrate flavors and ingredients. As the water boils off, both the temperature and the sugar concentration rise. At this point of heating, the sugar concentration in the syrup is about 99%.\nSugar dissolved in water will normally just crystalize back to sugar again. The addition of the corn syrup to the solution prevents this from happening. Corn syrup holds the dissolved sugar molecules in suspension in the solution. The last ingredient, cream of tartar, separates the original, complex sugar crystals into glucose and fructose, sugar’s simpler components. Adding food coloring prior to hardening creates the “stained glass” look you wanted. Light passing through the translucent (allowing light to pass through it) sugar glass will show off the colors and patterns you spread around in it.\nA note about temperatures: The temperatures in this activity are for sea level applications. At higher altitudes – as in Denver, CO, USA at about 5300’ (1615 m) above sea level – subtract 1° F from each given temperature for each 500 feet (152 m) above sea level you live. In Denver, you’ll get hard crack candy at about 289° F (143 ℃).\nIn the brown-liquid stage of candy production at around 338° F (170℃), the sugar concentration is 100%. The liquefied sugar turns amber or brown in color due to caramelization. The sugar is beginning to break down and form many complex compounds that contribute to a richer color and flavor. Caramelized sugar is used for dessert decorations and can also be used to give a candy coating to roasted nuts.\n"
    },
    {
        "title": "Bubble Inside a Bubble",
        "description": "There’s something amazing about a bubble. True, it’s just a little puff of air trapped inside a thin film of soap and water but its […]",
        "link": "https://stevespangler.com/experiments/bubble-inside-a-bubble/",
        "explanation": "\n How Does It Work\nBubbles form because of water’s reduced surface tension due to the soap. Hydrogen atoms in a water molecule are attracted to oxygen atoms in other water molecules. They “like” each and they cling together. Soap molecules help them be more “stretchy” by butting in and decreasing the force of the attraction. Soap (and sugar) also slows evaporation of water molecules so bubbles can last longer. Why are bubbles round? Physicists will tell you that bubbles use a minimum amount of surface area to enclose the volume of air trapped inside.\nSimilar to the way we perceive colors in a rainbow or in an oil slick on water, we see colors on a bubble due to reflection and refraction of light waves off of the inner and outer film surfaces of the bubble wall. The rainbow colors and dark lines you see are the result of how the wavelengths of light are mixing after they leave the surface of the bubble. You can’t actually color a bubble since its wall is only a few molecules thick. A bubble can reflect color from its surroundings, however.\nRegular bubbles burst when they come in contact with just about anything. Why? A bubble’s worst enemies are oil, dirt, and gravity. A “sugar” bubble will last a long time on a surface if the surface is free of oil or dirt particles that would normally break through or dissolve the soap film. Gravity is not a friend because it moves the film and water in the bubble downward so the film gets thinner and thinner on top and finally can’t hold together.\nWhen you blow a bubble inside a bubble, you probably noticed the outer bubble expanding a little. When you blow the inner bubble, the volume of the air in the outer bubble is fixed and becomes compressed by the growing inner bubble. Did you follow that? The additional air not only causes the creation of the inner bubble, it forces the outer bubble to expand to accommodate the inner bubble’s volume as well. Thanks to the soapy and sugary solution, the hydrogen bonds in the water are elastic enough to allow for the increase in volume and compression.\nA very important factor of the bubble solution is the water. Good quality water that doesn’t contain high levels of iron or other minerals or even purifying chemicals is best. If you’re uncertain as to the quality of your tap water, invest a small amount (about $1 US) in a gallon of distilled water from a grocery store or pharmacy.\n"
    },
    {
        "title": "Sugar Crystal Ornaments",
        "description": "Sugar is delicious, sweet and… perfect for creating colorful, beautiful ornaments? This holiday season, grab a bag of granulated sugar and mix yourself a supersaturated […]",
        "link": "https://stevespangler.com/experiments/sugar-crystal-ornaments/",
        "explanation": "A delicious ornament is ready for decorating… or eating, and we have science to thank, but something doesn’t add up. Putting 3 cups of sugar into 1 cup of water seems ridiculous, but what you’re creating is called a supersaturated solution. A supersaturated solution means that there is more solute (the sugar) than the solvent (the water) can usually hold."
    },
    {
        "title": "Balancing Hex Nut Challenge",
        "description": "It’s possible that you have such great eye-hand coordination and rock-steady nerves that stacking five hex nuts on the rim of a glass is how […]",
        "link": "https://stevespangler.com/experiments/balancing-hex-nut-challenge/",
        "explanation": "\n How Does It Work\nAs you attach hex nut under hex nut to the magnet, it’s easy to see that the magnets are causing them to attract and hold on to each other. While the hex nuts are in contact with the magnet, they actually develop their own internal magnetic field. These weak magnetic fields will remain after you detach the hex nuts from the magnets, too.\nWhen you balance the hex nuts on the edge of the drinking glass below the magnets, they still have a little bit of that magnetism left. This weak field is just enough to attract the hex nuts to the overhead magnets’ much stronger field. As you’d expect, they remain as a wobbly stack until the magnets are removed. After that, gravity wins the day!\nBy the way, the magnetism you induced into the hex nuts is temporary and quite fragile. It can be easily disrupted by dropping or throwing the hex nuts onto a hard surface. Excess heat and cold can disrupt it also. Smacking them with a hammer is a field killer, too. That’s why careful handling of magnets is such a good idea.\n"
    },
    {
        "title": "Homemade Hand Warmer",
        "description": "If you’ve been outdoors when it’s really cold, there’s a good chance you’ve either used these yourself or wished you had. You can experience a […]",
        "link": "https://stevespangler.com/experiments/homemade-hand-warmer/",
        "explanation": "\n How Does It Work\nYou know that leaving unprotected iron of any kind exposed to the elements outdoors will produce iron oxide or rust. All it takes is water in any form and the iron will be quickly covered in rust. A byproduct of the rusting process is heat. Hand warmers you buy usually have a porous pouch containing a mix of iron powder, activated charcoal, salt, and vermiculite. Activated charcoal is a very porous material that holds the water needed for the oxidizing (rusting) reaction to occur. Activated charcoal is also thermally conductive, which means it helps to spread heat evenly. The salt works as a corrosive material to help initiate the rusting process. Along with the activated charcoal, vermiculite helps diffuse the iron powder so the filings don’t get too hot too quickly and possibly burn your skin.\nThis experimental version is a little different from the commercial ones. The Crystals provide the water needed for the rusting process to occur. Instead of using ordinary table salt (sodium chloride), this version uses calcium chloride. It’s similar to the materiel used on icy roads but it’s much more corrosive. The theory is that the exothermic reaction (lots of heat) produced by calcium chloride and water will quick-start the oxidation of the iron powder. That’s the theory.\nAgain, this experimental version of the hand warmer is offered as a test idea and not as a definitive solution. You’re encouraged to share your science fair results online.\nWater Jelly Crystals are available from Steve Spangler Science.\n"
    },
    {
        "title": "Separating Egg Whites and Egg Yolks",
        "description": "When a recipe calls for egg whites, you might want to freak out. If you’re running short on time, you don’t have the patience and […]",
        "link": "https://stevespangler.com/experiments/separating-egg-whites-and-egg-yolks/",
        "explanation": "\n How Does It Work\nWhen you squeeze the bottle, you are decreasing the air inside. If you squeeze the bottle while the mouth is facing towards you, you’ll feel air rush out. Releasing the squeeze on the bottle allows air to rush back into the bottle. If you cover the mouth of the bottle with the egg yolk prior to releasing the squeeze, the available volume inside the bottle is filled by the egg yolk. The egg yolk separates easily from the egg white because of their differing viscosity. While the egg white is runny and slimy, the yolk is more solid, enabling the entire yolk to enter the bottle while the egg white runs off onto the plate or bowl.\n"
    },
    {
        "title": "Vanishing Peanuts",
        "description": "They seem to magically “disappear.” In fact, the Styrofoam reacts with the solvent to reveal the fact that Styrofoam is made up of long strands […]",
        "link": "https://stevespangler.com/experiments/vanishing-peanuts/",
        "explanation": "\n How Does It Work\nStyrofoam is actually a common name for a material called polystyrene, which is a polymer made up of a long chain of molecules. The packing “peanuts” are made in a special process whereby air is blown into liquid polystyrene to make puffy peanut-shaped pieces out of a very tiny quantity of polystyrene. If you break apart a Styrofoam peanut, you’ll see little pockets of air that serve as a cushion to protect delicate items that are packed and shipped. The acetone is a solvent that easily breaks down the polystyrene, releasing the little air pockets and leaving very little residue at the end. In other words, the polystyrene dissolves in the acetone.\nAs a science teacher, science enthusiast, or an environ- mentalist, you are aware of the bad effects that Styrofoam has on our environment. That’s why many companies have turned to starch packing peanuts as a substitute for Styrofoam. Instead of taking up space in the landfills, starch peanuts dissolve in water to make landfill gravy! So why not just use acetone to dissolve waste polystyrene? Problem solved, right? Not quite, since the acetone presents its own environmental and energy consumption issues.\n"
    },
    {
        "title": "Cork in a Wine Bottle Challenge",
        "description": "If a cork falls into the bottom of a wine bottle (accidentally or on purpose), how can you get it out without ruining the cork, […]",
        "link": "https://stevespangler.com/experiments/cork-wine-bottle/",
        "explanation": "\n How Does It Work\nThere’s really no fancy scientific explanation needed to describe how the cork comes out of the bottle. It boils down to just the simple science of friction. Wine manufacturers use corks in bottles because the friction between the cork and the glass forms a nice tight seal. If you remove the friction (by using the handkerchief or a plastic bag), you can very easily pull the cork back out of the bottle. How’s that for a science mind-bender?\n"
    },
    {
        "title": "Elephant's Toothpaste - Foaming Hydrogen Peroxide",
        "description": "It’s the decomposition of hydrogen peroxide that produces the erupting foam that chemistry teachers love! GOOD NEWS! This post contains a recipe for a kid-friendly […]",
        "link": "https://stevespangler.com/experiments/exploding-toothpaste-elephants-toothpaste/",
        "explanation": "\n How Does It Work\nYou might remember Mom treating your scraped knee or a cut with hydrogen peroxide. H2O2 is the scientific name for hydrogen peroxide, which is made up of two hydrogen atoms and two oxygen atoms. H2O2 looks like ordinary water (H2O), but the addition of that extra oxygen atom turns the molecule into an extremely powerful oxidizer. The hydrogen peroxide used in this demonstration is ten times stronger than the over-the-counter hydrogen peroxide you can find at the store. Low-grade hydrogen peroxide (3%) will not produce the massive amount of foam seen in this version of the Exploding Toothpaste demonstration. The secret ingredient is actually sodium iodide, which acts as a catalyst (something that speeds up a chemical reaction, and in this case, it’s the decomposition of hydrogen peroxide). When hydrogen peroxide (H2O2) decomposes, it breaks down to form water (H2O) and oxygen (O2). The soap bubbles that erupt from the cylinder are actually filled with oxygen. You’ll notice that the foam has a brown tint. This color is due to the presence of free iodine produced by the extreme oxidizing power of the 30% hydrogen peroxide. As the reaction takes place, you’ll also see steam rising from the erupting foam. This shows that the reaction is exothermic, meaning that it gives off heat.\nHydrogen peroxide (30% strength) will act as an oxidizing agent with practically any substance. This substance is severely corrosive to the skin, eyes, and respiratory tract. Sodium iodide is slightly toxic by ingestion. Given these safety precautions, it’s best to leave this one to the experts. Just befriend a chemistry teacher and ask her to perform the famous Exploding Toothpaste experiment.\n"
    },
    {
        "title": "American Flag Optical Illusion",
        "description": "At first, your eyes are working just fine and the image your brain produces for you is correct even though you may wonder a little […]",
        "link": "https://stevespangler.com/experiments/american-flag-optical-illusion/",
        "explanation": "\n How Does It Work\nThe back of your eye is layered with special cells that respond to light. There are two kinds of these “photoreceptors” (light receivers) and they’re called rods and cones because of their shapes. It’s estimated that there are 120 million rod cells and a paltry 6-7 million cone cells in each of your eyes. Rods are more sensitive to light and dark changes so you use them more at night or in a dark space. Cones respond better in bright light to wavelengths of color so they work mostly during the daytime. Amazingly, like a TV or computer screen, there are three types of cone cells that are red-, green-, and blue-light sensitive. Your perception of colors comes from how these cells fire together and send the messages to your brain for interpretation.\nWhen you stare at a color for a long time, the cones detecting that color get tired or fatigued and your eyes become less responsive to that color of light. After several seconds of staring and then looking away at a white surface, what you see is an afterimage that results from the photoreceptors not being balanced. The cells temporarily “subtract” cyan, black, and yellow light from the white light coming off the white page. The colors of the US flag occur because red, white, and blue are the complementary colors of cyan, black, and yellow light. After a few seconds, chemical balance is restored in the cells and the afterimage fades away.\n"
    },
    {
        "title": "Color Changing Liquids with Cabbage Juice and Dry Ice",
        "description": "If a science activity bubbles furiously, belches clouds of water vapor while changing colors, and does it safely all at the same time, then you’ve […]",
        "link": "https://stevespangler.com/experiments/dry-ice-cabbage-juice-acids-bases/",
        "explanation": "\n How Does It Work\nChemically speaking, when you add dry ice to water, the result is a slightly acidic solution. While you can taste the tangy acidity of soda pop, you need something like universal indicator (or red cabbage juice) to actually detect the change in pH (by seeing the different colors). Remember that water usually has a neutral pH of 7.0. Acidic solutions have a pH range from 1.0 to 6.9 and basic solutions are 7.1 to 14.0. Adding dry ice to water results in a solution that has an acidic pH of about 4.5.\nUniversal indicator is actually a combination of many different acid/base indicators that produce different colors as the pH changes. Adding universal indicator to plain water gives you a good benchmark of the color of a “neutral” solution. Adding dry ice lowers the pH and results in a color change related to chemistry, not temperature.\nAmmonia water is a basic solution (high pH). It works well for this demonstration but other bases like a weak solution of sodium hydroxide (washing soda) or sodium bicarbonate (baking soda) also work. Adding universal indicator (or red cabbage solution) to a solution of water and ammonia causes the indicator to turn a beautiful purple (a basic pH of about 11.6). Adding dry ice to this solution results in many color changes as the solution drops from basic down to neutral down to acidic.\n"
    },
    {
        "title": "Toothpick Star Table Trick",
        "description": "It’s always fun to use simple materials in simple ways and really surprise people with the results. OK, this one is part science and part […]",
        "link": "https://stevespangler.com/experiments/toothpick-star-table-trick/",
        "explanation": "\n How Does It Work\nThe toothpicks you used were probably made of dried birch wood. When you break the toothpicks, you stretch and compress the wood fibers inside them.  When you put drops of water in the middle of the closed star formation, the dry wood fibers in each broken toothpick absorb some of it. This causes the fibers to swell and then to expand.  The absorption of the water into the toothpick is due to capillary action. Capillaries are microscopic hollow tubes within the wood that draw water along the length of the toothpick. Capillaries normally carry water and food throughout a living plant’s stem and leaves.\nAs the wood absorbs the water, each individual toothpick tries to straighten itself as the soaked fibers expand.  This straightening action causes the toothpick ends to push against each other.  As the toothpicks straighten and push against each other, the inside of the star opens up into the final star shape.\n"
    },
    {
        "title": "Magic Traveling Flame",
        "description": "You may think it’s impossible or that we have completely lost it, but we are going to show you a simple trick that will surprise […]",
        "link": "https://stevespangler.com/experiments/magic-traveling-flame-2/",
        "explanation": "\n How Does It Work\nWhen you light a candle, a lot happens! Heat melts wax close to the wick and the melted wax flows up the wick by capillary action of the wick material. The wax is vaporized (becomes a hot gas) and its hydrocarbons break down into into hydrogen (H) and carbon (C). The now gaseous wax burns in oxygen (O) to produce water vapor, carbon dioxide, heat, and light. The “smoke” from a candle is a very complex material. You probably know it contains a substance called “soot” which is a black material composed mostly of carbon that comes from burning organic items. (You can see soot on surfaces near or over candles and at the top of glass coverings around them.) It’s interesting to note that the yellow flame you see on a candle is comprised mainly of burning soot. What you don’t see is the blue flame surrounding it in which the temperature can be around  2,500°F  (1400°C ).\nAnother component of the smoke from a candle is unburned wax vapor. This is the material that causes candle wax to appear white or gray. For a few seconds, its temperature is high enough that it will combust (burn) with the touch of a flame. It rises, of course, because it’s hot so you will probably need to be above the wick to light it. The smoke trail is very straight when they air is still and you can touch the flame to any part of the trail that’s connected to the wick. The wax vapor reignites and the blue flame travels along it to the wick where the candle burning process starts all over.\n"
    },
    {
        "title": "Newton’s Nightmare",
        "description": "Drop one weight into the tube and, no surprise here, the weight drops to the ground with a thud. Go figure… it’s gravity at work! […]",
        "link": "https://stevespangler.com/experiments/newtons-nightmare/",
        "explanation": "The Newton’s Nightmare activity seems to bend the rules of gravity beyond fixing, but not if you know the secret."
    },
    {
        "title": "LED Throwies",
        "description": "Graffiti Research Lab first introduced us to the awesome throwie idea, and we loved it. Ever since, we’ve been playing around with the idea of […]",
        "link": "https://stevespangler.com/experiments/led-throwies/",
        "explanation": "\n How Does It Work\nAn LED (light-emitting diode) is an ingenious invention that’s used when bright, low power and low heat lights are needed. In a diode, electrons rise to and fall from precise energy levels. When an electron falls to a lower energy level, light energy is emitted. It’s the size of the fall (the gap) that decides the frequency of the light (i.e. the color of the visible light). What you see, then, is green and blue light, not white light through green or blue plastic. LEDs are found in all kinds of devices from numbers on a digital clock, to kitchen appliances, to traffic lights, and even jumbo-tron screens. The battery in this kit will power the LED non-stop for over two months. Then, go buy a new battery.\nThe super strong magnets are made from neodymium, iron, boron and a few transition metals. They’re some of the strongest magnets in the world. Neodymium magnets are so strong that they may be dangerous if not handled properly. A domino-sized pair can slam together from over 6in/15cm apart and knock chips off themselves and smash fingers from the force of the impact. Be careful! Any type of magnetic media (DVD, computer, cell phone, etc.) will be history in the presence of one large neodymium magnet. By the way, it’s far easier to slide neodymium magnets apart than it is to pull them part.\n"
    },
    {
        "title": "Homemade Hand Boiler",
        "description": "What would you say if we told you that you could make water boil with nothing more than your touch? Impossible, right? There is no […]",
        "link": "https://stevespangler.com/experiments/homemade-hand-boiler/",
        "explanation": "\n How Does It Work\nWhen you first turn the glass upside down, you might expect the water to come flowing out, but surprisingly that isn’t the case. Although handkerchiefs and pieces of cloth are not waterproof, they seem to do the trick here. Handkerchiefs and pieces of cloth have tiny holes in them that should let the water through, but because of the molecular bonds of water, this doesn’t happen. The bound molecules of water create what is referred to as surface tension. If holes are small enough, the surface tension of the water is able to span the tiny holes, making the cloth nearly waterproof.\nSo what is making that water bubble? Bubbles are trapped air within a liquid, so that means that there is air entering the cup and the water. Although the surface tension of the water isn’t letting any water out,  air is getting in when you stretch the cloth. This is because molecules of air do not share the molecular bonds of water. Stretching the cloth pulls the holes in the cloth wider than normal and allows the air molecules to fill the little bit of space in the cup.\n"
    },
    {
        "title": "Candy Chromatography",
        "description": "Candies come in all shapes and sizes. You might find spheres in all the colors of the rainbow or find tiny discs that are colored […]",
        "link": "https://stevespangler.com/experiments/candy-chromatography/",
        "explanation": "\n How Does It Work\nUsing a solid support (like paper) to separate different kinds of molecules is called chromatography. Scientists use this method all the time in different experiments. YOU are a chromatographer by performing the Candy Chromatography experiment.\nAlthough the black jellybean appears to be black, the dyes that comprise the color are actually many. You can see the different dyes as they move up the filter paper. These dyes separate from each other because some dyes are more attracted to the paper while others are more soluble in water. These differences result in varying distances from the jellybean.\nWhat colors did you see?\n"
    },
    {
        "title": "Homemade Kaleidoscope",
        "description": "Kaleidoscopes are an incredible tool for witnessing the effects of refracting light, but putting your own kaleidoscope together can be a pain. We’ve simplified the […]",
        "link": "https://stevespangler.com/experiments/homemade-kaleidoscope/",
        "explanation": "\n How Does It Work\nExamine the Rainbow Peephole in the middle of the cardboard disc.  If you look very closely, you can see that there are tiny “scratches.”  Light is actually made of colors, and these scratched lenses work in a way that refracts (bends) and separates these colors. The lenses are made out of a material called diffraction grating – a special material that bends and separates light into the colors of the spectrum.\nThese Rainbow Peepholes work in much the same fashion as a bunch of raindrops falling from the sky.  As the raindrops fall, they refract the light from the sun into the beautiful rainbow phenomenon we see at the end of a rainstorm.  You might ask why objects that don’t give off light have rainbows around them.  That is because objects reflect light, which gives them color. You probably noticed that there was a pattern to the colors of the rainbow you observed while looking at the glasses – red, orange, yellow, green, blue, indigo and violet (this is called ROY G BIV order). The diffraction grating material breaks up the light and we observe them in ROY G BIV order.\n"
    },
    {
        "title": "The Power of Bleach",
        "description": "Water and bleach: historically, this pair go together pretty well, namely in the world of cleanliness. Bleach is a remarkably caustic base that, when diluted […]",
        "link": "https://stevespangler.com/experiments/the-power-of-bleach/",
        "explanation": "\n How Does It Work\nBleach does something that water, very obviously, does not: bleach fades colors. This process is called bleaching, or whitening, and is a result of either oxidizing or reducing. Oxidizing bleaches work by breaking chemical bonds between the molecules of dye. The resulting molecules, after being oxidized, will no longer absorb visible light, resulting in faded colors. Bleach can also fade colors through reducing. Reducing bleach converts double bonds into single bonds. The reducing process results in a molecule that is unable to absorb visible light.\nWater is able to “fade” color through dissolution. The amount of color is dissolute throughout a larger volume when added to water. The molecules do not actually fade. Rather, the molecules are just spread out, giving the impression that they have lost color.\n"
    },
    {
        "title": "Homemade Lung",
        "description": "The human body is a magnificent machine. Every part serves a purpose that seems to work like magic (except maybe the appendix). The more science […]",
        "link": "https://stevespangler.com/experiments/homemade-lung/",
        "explanation": "\n How Does It Work\nAs with so many amazing science demonstrations, projects, and experiments, the Homemade Lung works because of air pressure. When the bottle is sealed off by the balloon on one end and the cap, straw, and balloon at the other, you create a container that is nearly airtight. Air cannot go in or out.\nWhen you pull the balloon, you are increasing the volume of the container. However, the volume of air inside the container remains the same. This creates an area of low air pressure inside of the bottle, while the air pressure outside the bottle remains the same. The higher air pressure from outside the bottle forces itself into the only opening the bottle has, the straw. Outside air rushes to fill the straw and the connected balloon until the air pressure has balanced. Releasing the ballon takes the container back to its original air pressure and the balloon deflates as air rushes out of the straw.\n"
    },
    {
        "title": "Disappearing Color Wheel",
        "description": "When Sick Science! first got its start, we introduced an experiment called the Color Mixing Wheel‎. This spinning science toy was a great way to […]",
        "link": "https://stevespangler.com/experiments/disappearing-color-wheel/",
        "explanation": "Where’d those colors go?! Well… they’re all there, they’ve just mixed together. The rapid spinning of the Disappearing Color Wheel causes the colors to “blend” into each other. This blending creates the illusion that they’re actually white! How does that happen?"
    },
    {
        "title": "Floating Bottle Trick",
        "description": "The science magician displays a bottle and a short length of rope. They explain that ancient legends foretold of a genie in the bottle. While […]",
        "link": "https://stevespangler.com/experiments/floating-bottle-trick/",
        "explanation": "\n How Does It Work\nFriction makes this effect work. Friction is the force or resistance that fights against the movement of one object or surface against another object or surface. The surface of the ball (the “genie”) provides adequate force or resistance to bind the rope against the glass and keeps the rope from slipping out of the bottle.\nOn a very tiny level (microscopic, in fact), the fibers of the rope are grabbed by the rough surface of the ball on one side and the rough surface of the glass on the other. This resistance stops the rope from moving. At the same time, the surfaces of the ball and the glass are binding each other to hold the ball firmly in place. When you push the rope downward slightly, the resistance is removed, the ball drops into the bottle, and the rope can be easily taken out of the bottle.\n"
    },
    {
        "title": "Growing and Shrinking Egg",
        "description": "We’ve found a method to take our famous Naked Egg experiment to a new level. By dropping your Naked Eggs into Karo corn syrup or […]",
        "link": "https://stevespangler.com/experiments/growing-and-shrinking-egg/",
        "explanation": "You begin the Growing and Shrinking Egg experiment by dissolving the egg shells in vinegar. The vinegar’s acetic acid reacts with the calcium carbonate of the egg shell to produce carbon dioxide, calcium, and water. While you won’t notice the water, and might not see the calcium, you’ll definitely notice the bubbles of carbon dioxide gas form on the egg and release to the surface. The result is two “naked,” or shell-less, eggs"
    },
    {
        "title": "Homemade Rock Candy",
        "description": "Science is often referred to as the most fun subject in school mainly because… it is! It can be a most delicious subject, too. When […]",
        "link": "https://stevespangler.com/experiments/homemade-rock-candy/",
        "explanation": "\n How Does It Work\nSo, you dip a string into a solution of sugar and water and it seems pretty uneventful. It’s kind of like watching paint dry. How in the world did it turn into a beautiful crystal of candy on a string?\nWhen you mixed the sugar with the water and then heated and stirred the solution repeatedly, you created a supersaturated solution. This means there are far more dissolved particles of solute (the sugar) than the solvent (the water) can normally dissolve and hold at a given temperature. By stirring the sugar in hot water instead of room temperature or cold water, the sugar is dissolved faster in the fast moving (heated) water molecules. As the water cools, the huge amount of sugar particles remains in solution (a supersaturated solution) and it contains more sugar than can stay in the liquid. The sugar falls out of the solution as a precipitate (particles). These connect with other sugar particles, and a crystal begins to grow.\nYou gave the suspended sugar paticles a great place to begin crystallizing when you dried some crystals onto the string ahead of time. These are “seed” crystals. As sugar particles begin to settle (the precipitate), they join and form crystals quickly with other sugar molecules. You see this crystallization on both the bottom and sides of the jar as well as on the string. Sugar molecules continue to settle and crystalize on the string and on top of other sugar molecules until you pull it out of the solution and enjoy the candy.\n"
    },
    {
        "title": "Water Twist",
        "description": "When you poke five, evenly-spaced wholes into the side of a bottle, they come out as five separate streams. That is, until you run your […]",
        "link": "https://stevespangler.com/experiments/water-twist/",
        "explanation": "\nThe force at work, when you run your finger through the streams of water, is called cohesion. Cohesion happens when molecules of a substance stick to each other. Water is a very cohesive substance because the molecules are polar. When you run your finger over the stream again, the bonds are broken and the streams resume their separate flows."
    },
    {
        "title": "Mystery Balloon Pop",
        "description": "One balloon is blown up inside of another when you use a magnifying glass to focus light onto their surfaces. You expect the balloons to […]",
        "link": "https://stevespangler.com/experiments/mystery-balloon-pop/",
        "explanation": "We’ve created and shown you a ton of science experiments and projects that demonstrate just how powerful the sun’s rays can be, and the Mystery Balloon Pop falls into that category. When you use a magnifying glass to focus the sun’s rays into a dot, you create a spot that is incredibly hot. It’s the perfect way to start a fire (literally). That’s how hot that dot of light can get!"
    },
    {
        "title": "Spinning Glasses of Water - Centripetal Force Board",
        "description": "When you swing a bucket of water over your head, you probably expect a big, wet rush of water to soak you as the bucket […]",
        "link": "https://stevespangler.com/experiments/centripetal-force-board/",
        "explanation": "\n How Does It Work\nAccording to Newton’s First Law of Motion, objects in motion tend to remain in motion unless acted upon by an external force. In this case, Newton’s Law requires the water to continue moving along a tangent to the circle. Thus, a force is required to keep it always turning toward the center of the circle. Even when the water is at the top of the circle, the force continues to accelerate the water downwards in the circular pattern, keeping it from spilling down on your head.\nBut what about gravity pulling the water downwards when it is at the top of the arc? One can explain that Force = Mass x Acceleration.  The force of the circular motion is greater than the force of gravity on the water, as long as the acceleration remains high enough. Therefore, the water doesn’t leave the bucket or glasses.\nThis demonstration provides the opportunity to discuss non-inertial (accelerated) frames of reference and inertial (fictitious) forces (such as the centrifugal force).\n"
    },
    {
        "title": "Electric Cornstarch",
        "description": "You can do some pretty amazing things with non-Newtonian fluids, and the same can be said of static electricity. When you combine the two, you […]",
        "link": "https://stevespangler.com/experiments/electric-cornstarch/",
        "explanation": null
    },
    {
        "title": "Inertia Ring",
        "description": "The object of this activity is to get the hex nut to drop into the plastic bottle. Simple enough but there will be something in the […]",
        "link": "https://stevespangler.com/experiments/inertia-ring/",
        "explanation": "\n How Does It Work\nOne of the three Laws of Motion that Sir Isaac Newton identified (the First Law in this case) states an object at rest will remain at rest unless something smacks it and makes it move (OK, maybe those aren’t his exact words). By hitting the ring on its outside, you overcome its stationary inertia, it moves all right, but the plastic flexes upward at the same time. That upward flex overcomes the hex nut’s stationary inertia and pushes it up and away from the bottle until gravity curves it back down to the table. No “plunk” sound with that one.\nHowever, when you hit the ring on its inside, the plastic flexes downward. The plastic actually drops out from under the hex nut and zips off sideways. Obviously the hex nut has lost its support but, because it’s not moving due its stationary inertia, it doesn’t do anything… for a few nanoseconds that is. Gravity overcomes the hex nut’s stationary inertia and moves the nut straight down into the bottle.  It may take a little practice to get the nut to drop into the bottle but once you get it, you’ll love the sound it makes!\nBy the way, once it’s moving, the hex nut won’t stop moving, speed up, slow down, or change directions either (due to its moving inertia) unless something (like the bottle, your hand, the floor, or the ground) gets in the way and causes any of those options to occur.\n"
    },
    {
        "title": "Inseparable Books",
        "description": "Notebooks are a necessity in every science setting. Graphs, observations, procedures… all of science falls by the wayside without a way of recording the information. […]",
        "link": "https://stevespangler.com/experiments/inseparable-books/",
        "explanation": "\n How Does It Work\nNo. We didn’t cover the notebook pages with super glue, and you can really pull as hard as you want on the notebooks… they just aren’t going to come apart! Since we know you’re wondering, friction.\nFriction is the force that opposes motion when two surfaces are in contact. Friction is the reason you can’t roll a ball for eternity with one toss, but it’s also what enables you to run as you press your feet against the ground. Friction slows the ball to a stop while preventing your feet some sliding out from under you.\nYou may think that the amount of friction between sheets of paper to be pretty minimal, and you’d be right. When you multiply that friction by hundreds of surfaces – like each of the pages interwoven together – you wind up with an amount of friction that is insurmountable.\n"
    },
    {
        "title": "Rainbow Snow",
        "description": "We’ll admit, we take a little bit of offense when someone says, “Snow only comes in white.” Apparently, they’ve never seen the Rainbow Snow activity.",
        "link": "https://stevespangler.com/experiments/rainbow-snow/",
        "explanation": "\n How Does It Work\nInsta-Snow is actually derived from the superabsorbent polymer found in baby diapers. The only difference (and it’s a big one) is that the Insta-Snow polymer not only absorbs water, but the long chains of molecules swell to an enormous size. The polymer soaks up water using the process of osmosis (water molecules pass through a barrier from one side to the other). When water comes in contact with the polymer, it moves from outside of the polymer to the inside and causes it to swell. The polymer chains have an elastic quality, but they can stretch only so far and hold just so much water.\nThe Insta-Snow reaction is a great example of a physical reaction – a reaction where the substance itself does not change. When an ice cube melts, a physical reaction takes place where the solid ice turns into a liquid, but the substance (water) never changes – it’s still water!\nIf you think of the Insta-Snow powder as millions of tiny sponges, it’s easy to see that neither the Insta-Snow powder or the water was changed. If you allow the water to evaporate, the Insta-Snow powder dries out and returns to its previous state, ready to be used again.\n"
    },
    {
        "title": "Five Divers",
        "description": "We’ve found an awesome new science activity that uses Cartesian divers. This project features five individual Cartesian divers, and they’re all in the same bottle. […]",
        "link": "https://stevespangler.com/experiments/five-divers/",
        "explanation": "The Cartesian Diver is a classic science experiment that’s hundreds of years old. It’s named for a Frenchman, René Descartes (1596-1650), who made huge contributions in the fields of philosophy, math, and science. The original Cartesian Divers were made out of glass medicine droppers or delicate glass ampules. When you have the water levels adjusted correctly in your new, unbreakable divers, you should see the water in the diver rise as you squeeze the bottle. The air trapped in the pipette compresses into a smaller space and the diver’s weight increases. It becomes less buoyant and it sinks. When you release the squeeze, the compressed air expands and forces water out of the diver, allowing it to float to the top of the bottle."
    },
    {
        "title": "PVC Rocket Launcher",
        "description": "Steve was first introduced to this incredible teaching tool in 2001 while speaking at the U.S. Space Camp for Educators. As part of the week-long […]",
        "link": "https://stevespangler.com/experiments/pvc-rocket-launcher/",
        "explanation": null
    },
    {
        "title": "Homemade Projector",
        "description": "If you’ve watched videos on a smartphone, then you know it can be tough to really enjoy the show on such a small screen.  For […]",
        "link": "https://stevespangler.com/experiments/homemade-projector/",
        "explanation": "\n How Does It Work\nYour phone is upside down when you put it into the box and the magnifying glass is a lot smaller than the image on the screen. It just seems a little weird, right? Think about the upside down phone. You probably know that, inside their eyes, humans “see” images of the world upside down. Well, they would be without corrections made by your brain. The Homemade Projector can help visualize this concept. The human eye has a lens in it similar to the magnifying glass that’s attached to your projector. The lens on the box flips images right side up as they pass through it going from the upside down phone to the screen. Your eye flips images coming from what you see so they’re upside down. While your brain flips the image to its correct orientation, the wall doesn’t. That’s why you have to set your phone in the box upside-down. You have to out-think your thinker.\nBut, how about that image on the screen? It’s way bigger than the lens in the magnifying glass! This works because of the shape of the lens and the fact that light travels in straight lines. A convex lens has a shape where the middle is thicker than the edges, rather than a concave lens which is thinner in the middle than at the edges. The shape of a convex lens allows it to catch, bend, and focus more light coming from the phone inside the box.\nOnce you have a dark enough space by darkening the “theater,” the magnifying glass will gather, focus, and project the light coming from the phone to the screen and you see images. Thanks to your Homemade Projector!\n"
    },
    {
        "title": "Ice Tray Battery",
        "description": "You probably know that voltaic batteries come in all kinds of shapes and sizes, from tiny button batteries to car batteries to huge industrial heavy-weights. […]",
        "link": "https://stevespangler.com/experiments/ice-tray-battery/",
        "explanation": "\n How Does It Work\nThese kind of batteries are comprised of two specific metals that are “suspended” in an acidic solution. With the Ice-Tray Battery, the two metals are zinc and copper. The zinc is in the galvanization on the nail (galvanization prevents rust) and in the copper of the wire. The acid comes from the vinegar you poured into the ice tray. More specifically, since vinegar is almost all water, the acid comes from the 4-8% of acetic acid dissolved in it. The two metal components are electrodes. They’re the sites in a battery where moving electrons (the current) enter and then leave the battery. With this vinegar, zinc, and copper set-up, the current will flow from the wire bridge (copper), across the vinegar, to the nail (zinc), and then along the bridge to the vinegar and… well, you get the idea. The electricity passes easily through the acidic solution of vinegar in the wells. Some liquids help this flow and some can stop it altogether.\nOnce the Ice-Tray Battery is connected to the LED, you create a “complete” or closed circuit. As the electrons pass through the LED, the electrical energy excites atoms inside it and they emit a specific wavelength of color as they fall back to a lower energy level. You see it as a lighted LED. The electrons pass continuously one way through all of the components unless the circuit is “broken” or opened. Because an LED needs a specific direction of electrons passing through it to glow and you happen to put the “legs” into the battery backwards, it won’t light up. Just reversing the wells the legs are in makes it all good, the flow is right, and you’re rewarded with a glowing LED.\n"
    },
    {
        "title": "Better Than Glue Slime - It's Shaker Slime",
        "description": "Making slime is super easy if you know the secret recipe. Too much or too little of either solution and you’ll get something that looks […]",
        "link": "https://stevespangler.com/experiments/shaker-slime/",
        "explanation": "Most liquids, such as water, are made up of small, unconnected molecules bouncing around and tumbling over and into one another. These single, unconnected molecules are called monomers. Monomer liquids flow easily and are seldom gooey or sticky to the touch. In other substances, the monomers are linked together in long chains of molecules known as polymers. These long chains don’t flow easily at all. Like a bowl of cooked spaghetti, they sort of roll over and around one another. Liquid polymers tend to be a lot gooier and flow more slowly than liquid monomers. The Atomic Goo solution called polyvinyl alcohol (PVA) you used to make slime is a liquid polymer."
    },
    {
        "title": "Coin Tower",
        "description": "When it comes to scientific muses, Sir Isaac Newton is definitely near the top of our list. Our favorite laws to break involve physics, movement, […]",
        "link": "https://stevespangler.com/experiments/coin-tower/",
        "explanation": "The key to safely removing a coin from from the bottom of a stack comes from friction and inertia. Inertia comes from Newton’s first law of motion, stating that an object in motion (or at rest) tends to stay in motion (or at rest). This means that the balanced coins wants to stay in their stacked position, in the spot they are stacked. However, when you attempt to remove the bottom coin, you apply an outside force that causes the stack of coins to topple over."
    },
    {
        "title": "Secret Message - FriXion Pen",
        "description": "Give someone special a note that requires heat to decode the message.  You won’t believe what the ink in this pen will do. Your message […]",
        "link": "https://stevespangler.com/experiments/secret-message-frixion-pen/",
        "explanation": "\n How Does It Work\nThe friction pen uses ink that is sensitive to heat. At temperatures that range between 15°F and 140°F, the ink will appear black when writing on paper. But when local temperature exceeds 140°F, like when held near a heat source or when friction is concentrated on a certain spot, the ink becomes clear.\nThis specially formulated ink is called thermochromic ink and can actually be formulated into different colors and to change color at different temperatures. Believe it or not, this probably isn’t the first time you’ve seen or used thermochromic ink. This special ink has been used in mood rings and heat sensitive labels.\n"
    },
    {
        "title": "Oil and Water",
        "description": "There’s something very important about oil and water that you probably already know: oil doesn’t mix with water! That explains why oil spills on the ocean float on […]",
        "link": "https://stevespangler.com/experiments/oil-and-water/",
        "explanation": "\n How Does It Work\nFirst of all, you confirmed what you already knew… oil and water do not mix. The molecules of water can’t mix with the molecules of oil. Even if you try to shake up a bottle of half-oil and half-water, the oil just breaks up into smaller droplets, but it doesn’t truly mix with the water. Also, food coloring only mixes with water. It does not color the oil at all. If you see coloring in the oil, those are tiny droplets of water trapped in the oil.\nWhen you set the water container above the oil container and remove the card, the water sinks and the oil floats. They trade places! Oil floats on the surface because water is heavier than oil. Scientists say that water is more dense than oil. This is why the oil always stays in the top container.\n"
    },
    {
        "title": "Ping Pong Pressure",
        "description": "We have all experienced wind and, like it or hate it, it affects us. Moving air can jostle your hair about, fly a kit, or, […]",
        "link": "https://stevespangler.com/experiments/ping-pong-pressure/",
        "explanation": "As you positioned the stream of air to blow between the balls, you witness them draw together. This is a fantastic demonstration of Bernoulli’s Principle. Bernoulli observed that fast moving air creates an area of low pressure. The low pressure between the ping pong balls allows the higher pressure outside the balls to push them towards each other. The same effect can be observed in water currents."
    },
    {
        "title": "Drops on a Penny",
        "description": "You might think that you can’t fit many drops of water on the surface of a penny. Pennies are just so small! In the Drops […]",
        "link": "https://stevespangler.com/experiments/penny-drops/",
        "explanation": "\n How Does It Work\nThere are two properties at work in this experiment: cohesion and surface tension. Cohesion is the attraction of like molecules to one another. In this case, the like molecules are the H20 molecules in the water drops. Surface tension is a special term we use to describe the cohesion between water molecules.\nWater’s cohesion and surface tension are special because of hydrogen bonds. Hydrogen bonds are formed by the hydrogen atoms of one molecule being attracted to the oxygen atoms of another molecule.\nThe cohesion and surface tension of water becomes apparent when the drops of water you add to the penny reach the penny’s edge. Once the water has reached the edge, you begin to see a bubble or dome of water forming on top of the penny. The bubble shape is a result of the water molecules clinging to one another in an optimal shape (just like the bonds on the surface of a blown bubble).\n"
    },
    {
        "title": "Newton's Inertia Beads - The Chain Fountain",
        "description": "A long chain of beads appears to siphon itself from a container as the beads twist and turn in a most mesmerizing dance. As you’ll […]",
        "link": "https://stevespangler.com/experiments/newtons-inertia-beads-chain-fountain/",
        "explanation": "\n How Does It Work\nSo, what’s the scientific secret behind this spectacle? It’s all about momentum and gravity working in concert. As gravity tugs the chain downward, it generates enough momentum to propel the chain upward and out of the jar. This creates a fascinating dynamic: the chain is simultaneously being pulled in two directions. The brief moment it takes for the chain to transition from ascending to descending is precisely what causes the loop to elevate and expand.\nLet’s look at this phenomenon in terms of gravity, inertia, momentum and changing forms of energy. According to Newton, inertia is the tendency of all objects and matter in the universe to either remain motionless in the first place, or, if moving, to continue moving in the same direction and at the same speed unless acted on by some outside force that can slow them, stop them, or change their direction.\nLifting the container higher off the ground loaded potential energy into the beads. The initial tug that you gave to start the beads flowing is all that was needed to turn the potential (or gravity-stored) energy into kinetic (or motion) energy.\nAs the speed of the flowing beads increased, you probably noticed that the string of beads actually lifted slightly above the rim of the container due to the inertia of the fast-moving beads. The arcing of the beads is caused by the downward force of gravity overcoming the upward inertia of the moving beads. Gravity finally wins and the beads inevitably curve downward and head for the ground.\n\n"
    },
    {
        "title": "Energy Stick - Testing Conductors and Insulators",
        "description": "The Energy Stick makes quite the “buzz” when you’re using it. To the untrained eye, it appears to be a plastic tube with a jumble […]",
        "link": "https://stevespangler.com/experiments/human-circuit/",
        "explanation": "\n How Does It Work\nSo how does it work? We thought that you’d never ask. Don’t try to take the Energy Stick apart! It’s securely glued together and you will have to destroy it to open it. You can see the major parts through the clear body of the tube. The guts of the stick include a circuit board, two button batteries, an integrated circuit, three light emitting diodes (LED), a piezoelectric transducer, a transistor, and two electrodes.\n\nThe batteries are connected in series (head to toe) to form a small power supply. Each button battery (cell) supplies about direct current (DC) electricity. Since the cells are so small, they provide very little current (milliamps), and therefore, very little power (milliwatts). Three volts at low current is a level generally considered safe.\nInside there is a circuit board with an integrated circuit, or chip. It contains tiny transistors, resistors, diodes, and other electronic parts that produce the noises and the flash pulses.\nThe light emitting diodes (LEDs) are like small red, blue, and green lights, except that they have no filament. The lights are produced by brightly glowing junctions on semiconductor chips.\nThe piezoelectric transducer functions like a speaker – it’s what makes the noise. It consists of a very thin slice of quartz mounted on a brass disk. When electrical pulses are applied to the quartz, it vibrates, and that vibration is what we hear as sound.\nTransistors are electronic switches. In this case, the integrated circuit provides the sound waves, but they’re not powerful enough to be heard by the transducer. So, the integrated circuit tells the more powerful transistor to turn on or off, and it controls the transducer.\nElectrodes are simply the electrical conductors. They are the two metallic strips that you touch to complete the circuit.\n\nAll of these elements of the energy stick remain inactive because the electric current cannot flow continuously, that is, until you hold onto each end with both hands.  Human bodies conduct electricity, so by holding onto both ends of the stick, your body is closing the electrical circuit needed to let the current flow continuously and activate all of the above elements.\n"
    },
    {
        "title": "Rainbow Test Tube",
        "description": "Grow and color jelly-like crystals, then layer them in a plastic tube so you can see the colors blend and change. Our baby soda bottle […]",
        "link": "https://stevespangler.com/experiments/rainbow-test-tube/",
        "explanation": "\nWhen you first look at the Rainbow Tube, the color mixing is caused by light passing first through one color and then through the other. After a day or two (if you’ve really stuffed the tube), you’ll see both the purple and green bands getting wider. The colored water in the blue crystals mixes with the colored water in the yellow crystals and makes green colored water. The gel takes the new color and you have a green crystal.  Science is so cool!"
    },
    {
        "title": "Perfect Fake Blood - 5 Easy Recipes",
        "description": "A few gallons of fake blood are just the ticket for your Halloween haunted house, for some innocent pranks, or for emergency preparedness training. The problem is […]",
        "link": "https://stevespangler.com/experiments/fake-blood-recipes/",
        "explanation": "\n How Does It Work\nThe recipes included here are designed to give you the ideas needed to make up your own recipe based on your needs. Most of them require ingredients found at a grocery store making the final product completely edible.  That’s just in case you need a little dribble of blood coming out of your mouth!\nBelieve it or not, the secret tool for making great fake blood is a kitchen blender. Blending the ingredients saves time and helps cut down on the overall mess of making fake blood. When you’re mixing a batch, it’s important to remember that what you see in the blender is not what the product will look like on your skin or dripped onto a piece of fabric. Real blood is not just red… it’s reddish-brown. Real blood is not transparent… has an opaque quality that you’ll need to duplicate in your recipe.\nOne final word of caution: Making fake blood is a blast but it can be very messy. Also, since the main color agent is a food coloring, fake blood recipes will stain anything and everything! Your hands will be a red mess at the end of your ghoulish mixing session, but don’t worry. A batch of OxiClean will wash your hands, your clothes, and your friends’ clothes.\n"
    },
    {
        "title": "Disappearing Ghost Eggs",
        "description": "It looks like an ordinary glass of water… crystal clear water. But hiding just below the surface of the water is an amazing collection of […]",
        "link": "https://stevespangler.com/experiments/disappearing-ghost-eggs/",
        "explanation": "Ghost Eggs are more commonly known as Jelly Marbles. Jelly Marbles start out as hard crystals, but they are actually made from a superabsorbent polymer that absorbs 300 times its weight in water. These hydrophilic spheres are approximately 99% water. If you look closely, you can barely see the outline of the sphere in the bowl of water.  That’s because light passing through the sphere is only refracted (or bent) by the edge of the sphere. Without this refraction along the edges, the Jelly Marbles would seem to vanish altogether. In other words, the water-filled Jelly Marbles become invisible due to an identical index of refraction with the water in the bowl. The secret is to keep the Jelly Marbles clean and free of oil from your skin. The more you touch the spheres, the less invisible they become because dirt and oil on your fingers are transferred to the surface of the sphere, which also reflects the light to reveal the sphere."
    },
    {
        "title": "Dry Ice Balloon",
        "description": "Blowing up balloons can be quite the task. You’ll spend a ton of time huffing and puffing while blowing your breath into the rubbery orb. […]",
        "link": "https://stevespangler.com/experiments/dry-ice-balloon/",
        "explanation": "When dry ice is exposed to warm air, a gas called carbon dioxide (CO2) is produced through a process called sublimation. This is because dry ice is frozen carbon dioxide, and it needs to be really, really cold to stay frozen. The balloon inflates because the carbon dioxide gas takes up lots of space, eventually filling the space inside and making the balloon stretch out."
    },
    {
        "title": "Edible Slime",
        "description": "Slime is a staple of Halloween, chemistry, and science, in general. What could be better than stretching a glob of goo between your hands or […]",
        "link": "https://stevespangler.com/experiments/edible-slime/",
        "explanation": "\n How Does It Work\nIf you’ve been around Steve Spangler, you know how much he loves slime, but usually we use polyvinyl alcohol and a borax solution. We maintain that it’s the best formula for slime, but you can’t eat it. Fiber powder (like Metamucil) contains an active ingredient called psyllium hydrophilic mucilloid. When fiber powder and water are heated, they will form a consistency that is ooey-gooey and… well… slimy! The best part, though, is that it’s completely edible!\n \n"
    },
    {
        "title": "Gaviscon Worms - The Science of Antacids",
        "description": "Acid reflux disease is battled by a change in diet, or by using antacids, such as Gavison. In this demonstration, a 250 mL flask is […]",
        "link": "https://stevespangler.com/experiments/gaviscon-worms/",
        "explanation": "\n How Does It Work\nGaviscon contains a substance called sodium alginate, a polymer which can be extracted from brown seaweed and kelps. It is one of the structural polymers that help to build the cell walls of these plants. It has some unusual properties and a wide variety of uses like those found in this experiment.\nThe Gaviscon initially sinks to the bottom of the flask where a gel forms on contact with the acid. Over a period of a minute or two bubbles of carbon dioxide gas can be seen forming on the surface of the Gaviscon and these carry layers of the gel to the surface of the acid where they form a plug in the neck of the flask. After about five minutes a plug of gelatinous foam will have formed which blocks the neck of the flask and which may rise out of its mouth. At this stage the flask may be inverted (over a sink) and the plug will remain in place holding in the contents of the flask.\nBut how do those “worms” really form. Steve Spangler Science creates a product called Insta-Worms that turns a liquid containing sodium alginate into long worms when the liquid comes in contact with a solution of calcium chloride. When sodium alginate is put into a solution of calcium ions, the calcium ions replace the sodium ions in the polymer and the long strands “cross-link” to form the worms. Learn more about Insta-Worms.\nOnce the alginate raft has been produced, it will not remain in the stomach indefinitely. It is largely broken up mechanically by the action of stomach contractions.\nYour stomach is basically a big bag. It contains hydrochloric acid that has three main functions. The first function is to help to kill bacteria that may be in our food. The second is to break down our food. The third function is to create the right conditions for a stomach enzyme, called pepsin, to work. The movement, or churning, of the stomach, together with the action of acid and enzymes, breaks the food down into a liquid. The nutrients in the liquid can then be extracted further down our digestive systems within our intestines. Although the role of stomach acids is very important, it may potentially cause problems on occasions, for instance if there is excess acid, and/or if the acid passes out of the stomach upwards (refluxes) into the food pipe.\nAfter the experiments the plug (and the acid) may be washed down the sink with hot water, the plug having been broken up with a test tube brush. With larger quantities, resulting from a class experiment, it may be worth sieving off the gel and disposing of it with the solid waste to avoid the possibility of blocked sinks.\n"
    },
    {
        "title": "Dollar Bill Inertia Challenge",
        "description": "Sometimes a science demonstration based on inertia comes off as a “trick” to some people. Some of these tricks drop eggs into water and others have you whipping […]",
        "link": "https://stevespangler.com/experiments/dollar-bill-inertia-challenge/",
        "explanation": "\n How Does It Work\nThe key to the Newton’s Bottle activity is inertia. Sir Isaac Newton’s First Law of Motion states that inertia is the tendency of an object already at rest, to remain at rest. If an outside force is strong enough and acts on it, however, then the object’s inertia is overcome and it moves. Inertia is important in the Newton’s Bottle trick because the coins and the bottle (the objects) aren’t moving and won’t move unless an outside force (like your chopping finger) moves them.\nFriction plays a very important role in this demonstration as well. Friction is the tendency of one surface to resist or grab or cling to another surface moving across it. This resistance can generate a lot of heat, too (rub your hands together quickly). The surface of the bill (especially a newer one) is clean and smooth. It doesn’t create a lot of friction against the stack of coins above it or the bottle below it. Without this friction, the bill doesn’t pull the coins (or move the bottle) and they remain balanced on their glassy perch. All bets are off if you use something like sandpaper or a tacky paper instead of newer currency, however.\n"
    },
    {
        "title": "Human Table Trick",
        "description": "Table tricks are a great addition to any meal. Do you want to whip the tablecloth out from under they place settings? Great! Oh, you're […]",
        "link": "https://stevespangler.com/experiments/human-table-trick/",
        "explanation": "\nThat's incredible! Your friends create a table that is practically sturdy enough to eat off of… but how does it work?"
    },
    {
        "title": "Balancing Glass Trick",
        "description": "Table tricks are all the rage when it comes to post-dinner “oohs” and “ahhs.” All you need are some knives, bottles, and a drinking glass. […]",
        "link": "https://stevespangler.com/experiments/balancing-glass-trick/",
        "explanation": "This appears to be complete and total magic, but the key is the point at which the knives intertwine. The blades of the butter knives are intertwined in a weave. Each knife goes underneath a second knife while going over the top of a third. This “weave’ makes it so that, when pressure is applied to all three knives, force is being applied downward and upward. With the handles of the knives resting on the glasses, and the fourth glass resting at the intersecting points of the knives, balanced forces enable the full glass of water to remain stationary atop the knives."
    },
    {
        "title": "Genie in a Bottle",
        "description": "Genies are imaginary, right? Well, genies are the real deal when you have Steve Spangler around. What appears to be a normal bottle quickly reveals […]",
        "link": "https://stevespangler.com/experiments/genie-in-a-bottle/",
        "explanation": "\nOxygen is a colorless, odorless gas at room temperature and atmospheric pressure. The discovery of oxygen is typically attributed to Joseph Priestly. However, it was Lavoisier who first realized this gas was a unique component of air. Here oxygen is formed from the decomposition of hydrogen peroxide. Hydrogen peroxide is not a very stable compound and its decomposition can be induced by many means. Light will decompose it, which is why it is sold in brown bottles in drugstores. The surface of manganese dioxide provides a particularly favorable environment to catalyze the decomposition, though the mechansim is somewhat poorly understood."
    },
    {
        "title": "Burping Bottle",
        "description": "Did you know that the majority of burps are simply caused by swallowed air? It’s true! Burping is a natural human phenomenon, but it’s also […]",
        "link": "https://stevespangler.com/experiments/burping-bottle/",
        "explanation": "How in the world can a bottle burp like that? The secret lies in the properties of two things: water and air."
    },
    {
        "title": "Insta-Snowball",
        "description": "Our Insta-Snow® powder has become pretty famous for being the most realistic faux snow on the market. What many people don't know is that you […]",
        "link": "https://stevespangler.com/experiments/instant-snowball/",
        "explanation": "\nWhy does it come out perfectly round? No one really knows for certain. You could speculate that the Insta-Snow powder is trying to absorb the water from all directions resulting in the formation of a perfectly round, but very fragile, snowball. You might consider the fact that Nature uses spheres in everything from raindrops to planets to stars because it is a very good shape for equalizing forces. It is a question that needs more research. Go for it!"
    },
    {
        "title": "Invisible Soda",
        "description": "A glass of cold milk goes great with a lot of things: cereal, cookies, cakes, pies, etc. However, it’s not such a good match-up with […]",
        "link": "https://stevespangler.com/experiments/invisible-soda/",
        "explanation": "\n How Does It Work\nYou probably have seen what happens when you put drops of vinegar or orange juice into milk. The milk is curdled by the acid content of vinegar (acetic acid) and orange juice (citric acid) and a solid (a precipitate) forms where the drops are. When a cola is diluted with milk, the phosphoric acid in the soda pop curdles the milk into little globs. The surprising chemical change occurs throughout the bottle and that’s followed by a physical change as the curdled milk slowly falls to the bottom.\nThe chemical change is phosphoric acid in the soda pop reacting with calcium in the milk to make two new products: tricalcium phosphate and hydrogen.\nThe equation looks like this: 3Ca + 2H3PO4 —> Ca3(PO4)2 + 3H2\nTricalcium phosphate is the precipitate that falls out of the liquid and settles on the bottom taking almost all of the caramel coloring in the soda pop with it. The hydrogen gas bubbles to the top and fills the space under the cap along with the CO2 that used to be held in solution by the soda pop.\nThere are some studies that suggest that over time, the high levels of phosphoric acid in consuming repeated quantities of soft drinks might increase the chance of osteoporosis (chronically weak, porous, and brittle bones) in those who don’t get enough calcium in their diet. This simple demonstration shows how that might just be possible, too. An occasional soda pop may be OK but make sure you get the calcium you need first, everyday!\n"
    },
    {
        "title": "CO2 Fire Extinguisher",
        "description": "Carbon dioxide (CO2) is a gas that humans interact with every day. For instance, you exhale it from your lungs. Drive a vehicle and it’s in the engine […]",
        "link": "https://stevespangler.com/experiments/co2-extinguisher/",
        "explanation": "\n How Does It Work\nA fire requires oxygen (O2), fuel, and heat to burn. These three components are called the fire triangle or the combustion triangle. Remove any one of the three components, and the fire goes out.\nBaking soda (sodium bicarbonate) is a base and vinegar (acetic acid) is a weak acid. When they combine, the immediate reaction creates carbonic acid. However, carbonic acid is very unstable and it quickly decomposes into carbon dioxide (CO2) and water (H2O). The bubbles you saw the container were full of CO2. There was so much of it, in fact, that it pushed all other gasses out of the container and filled it completely. Since CO2 is heavier than air, the container was filled with it and nothing else. As you tilt the container, you literally pour the CO2 onto the flame. That means air can’t get to the flame and it goes out for lack of oxygen.\n"
    },
    {
        "title": "It Pays to Smile",
        "description": "How often do you look at the face of the president pictured on your paper money? What’s the facial expression of the president? Happy? Sad? […]",
        "link": "https://stevespangler.com/experiments/it-pays-to-smile/",
        "explanation": "\n How Does It Work\nThe George Washington facelift is a great example of an optical illusion. The opposing folds cause the features on the face to bend and contort, depending on how you look at them. Although it’s one of the simplest activities in the book, it’s the one that you’ll find yourself doing over and over again.\nDuring my years as an elementary school teacher, I had the privilege of serving as one of the student council sponsors. Anyone who has ever sponsored an extracurricular activity knows that it can be a real challenge to get kids to show up to school an hour early or stay late unless you have a “hook”. In an attempt to get more kids to each meeting, I promised to start each meeting with a science demonstration. Things that fizz, bang, pop, or make kids oooh and ahhh were bound to get everyone to the meetings on time.\nLittle did I know that these gee-whiz demonstrations would do far more than just coerce kids to participate in student council. The other sponsor and I quickly learned the value of using the demonstration to illustrate a simple lesson in leadership or character building, and the smiling dollar bill illusion fit the bill (pun intended) perfectly.\nAfter teaching the students how to make the George Washington on their own bill smile or frown, we asked them to get into small groups of three or four kids and come up with what leadership lesson they thought we were trying to illustrate using this demonstration. Truth be told, we were just fishing for their answers. Here are a few of their responses.\n\nKeep your chin up and share a smile. Cheer up!\nLift your personality – smiles count!\nIt makes good cents to smile.\nPeople can tell your attitude by looking at your body language.\nFirst impressions are often deceiving.\nThings are not always what they seem to be.\nIt’s hard to frown when you keep your chin up.\nKeep your eyes and nose pointed in the direction you want to go… UP!\nWrinkles can give you a new perspective.\n\nAs you might imagine, the lunch line was a buzz of activity the next day as the student council kids taught their friends how to make George frown and smile. Let’s just say the activity went “viral” before anyone knew what the term meant. However, the best part of the experience for us was discovering that our little leadership ambassadors were using the optical illusion to share their own leadership lessons with friends. What started out as just a clever trick to do with an ordinary dollar bill turned out to be an object lesson that truly left a lasting impression.\n"
    },
    {
        "title": "Sinking Soda Surprise",
        "description": "I remember as a kid diving to the bottom of the swimming pool to retrieve unopened cans of soda pop. Our parents tossed the unopened […]",
        "link": "https://stevespangler.com/experiments/sinking-soda-surprise/",
        "explanation": "\n How Does It Work\nThis demonstration is an excellent way to learn about density. You can determine how dense an object is by using the density equation: Density = Mass divided by Volume. The density of water is 1.0 grams per milliliter. Any object that has a density greater than 1.0 g/mL will sink and any object with a density of less than 1.0 g/mL will float.\nLet’s look at the variables. Volume refers to how much space an object occupies. For fluids, volume is usually measured in liters (L) or milliliters (mL). When you compared the different cans of soda, you probably noticed that the cans contained the same amount of liquid (355 mL). Since the cans of soda used for this experiment have the same volume, the only variable left to consider in the density equation is the mass. In order for the density to change, the mass must change . . . and it does!\nIf a diet and a regular soda can are placed on a double-pan balance scale, it quickly becomes clear that the regular soda is heavier (or has more mass) than the diet soda. Mass refers to how much stuff exists within an object, and for the purposes of our experiment, mass is measured in grams.\nWhat’s inside the can of regular soda that makes it so much heavier than diet soda? Comparing the list of ingredients on both cans you see that a can of regular soda has about 150 calories while diet soda has 0 calories. All of those calories come from one place . . . sugar! Diet sodas usually contain aspartame, an artificial sweetener, while regular sodas use sugar. Take a look at the nutritional information on the side of the cans. Notice how much sugar is in a regular soda (look under carbohydrates). Most regular sodas have between 39 and 43 grams of sugar. This added mass is why the cans of regular soda sink in water.\nSo, how much is 40 grams of sugar? If you go to a restaurant and order tea, some people add two or three packets of sugar (okay, some people stir in six packets of sugar, but we’re talking about the average person). How many packets of sugar make up 40 grams? Of course, not every packet of sugar is the same, but a little research of the published nutritional information from fast food restaurants in the United States revealed that a packet contains about 4 grams of sugar, and those 4 grams of sugar have 15 calories. This means that there about ten packets of sugar in a can of regular soda, accounting for the 150 calories. That’s a lot of sugar!\nSo the density of a soda actually depends on how much sugar or sweetener is used. The 40 grams of sugar added to a can of regular soda make it sink, and the relatively tiny amount of artificial sweetener used in diet soda has a negligible effect on the mass, enabling the can to float.\n"
    },
    {
        "title": "Wrapper Worm",
        "description": "Sometimes it’s just fun to be a little silly. Let’s be honest, worms are cool to look at in the garden, but probably not at […]",
        "link": "https://stevespangler.com/experiments/wrapper-worm/",
        "explanation": "\n How Does It Work\nYour paper worm wriggles and grows because of cohesion [koe hee zhun] and adhesion [ad hee zhun ]. Cohesion is the attraction between similar molecules and adhesion is the attraction between different molecules. The quick movement of water molecules (cohesion) through the microscopic (really tiny) fibers and spaces in the paper is called capillary action. As the paper absorbs the water (by adhesion), the squished-up “worm” returns to its original stretched-out shape.  Water is pulled into the bent and twisted paper fibers and then straightens and relaxes them as it moves along.\n"
    },
    {
        "title": "Money Under Bottle",
        "description": "This setup looks a lot like a one-container version of the tablecloth trick and you might be able to present it that way, too. Of course, it’s […]",
        "link": "https://stevespangler.com/experiments/money-under-bottle/",
        "explanation": "\n How Does It Work\nInertia comes from Newton’s First Law of Motion. An object in motion (or at rest) tends to stay in motion (or at rest) unless a force acts on it to change its speed, to stop it, to change its direction, or to get it moving. This means that the balanced bottle wants to stay in the position it has and you want to help it do that to get the cash. In other activities, you’ve seen how some sudden, quick motions have been used to overcome inertia successfully. The key to safely removing the bottle from the money this time, however, is just the opposite: slow and steady wins the race. When you attempt to remove the dollar bill by pulling it out, you apply an outside force that causes the bottle to topple every time. Game over.\nThis is a case where friction takes center stage and you have to work around it. There is some serious friction between the bill and the bottle and the bill and the tabletop . There is so much friction, in fact, that the bill pulls the empty bottle with it every time. To reduce the impact of friction, you have to roll the currency right up to the edge of the bottle opening and then nudge and coax the bottle to slide a little as you roll. This process is slow-moving, but doesn’t provide enough force to tip the bottle.\n"
    },
    {
        "title": "Build a Zoetrope - Geyser Animation",
        "description": "Vision and the way our brains perceive what we are seeing are incredible. Just think of optical illusions, 3D images, the fact that your eyes […]",
        "link": "https://stevespangler.com/experiments/build-a-zoetrope/",
        "explanation": "\n How Does It Work\nA zoetrope is a device that creates animation through the illusion of motion from static pictures. You see that the images you place in the zoetrope are motionless, still images. However, when the zoetrope is spun, the images create an erupting geyser. Normally, images being spun in this fashion would simply blur together. However, because of the slits cut into the container, our eyes only observe brief instances of the images through the slits. As the instances fly by in rapid succession, our brains perceive the images as motion.\n"
    },
    {
        "title": "Floating Ping-Pong Balls and Flying Toilet Paper",
        "description": "Amuse the neighbors for hours as you make objects float in midair using Bernoulli’s Principle. Believe it or not, the secret to this levitation mystery […]",
        "link": "https://stevespangler.com/experiments/flying-ping-pong-ball/",
        "explanation": "\n How Does It Work\nThe floating ping-pong ball is a wonderful example of Bernoulli’s Principle. Bernoulli, an 18th-century Swiss mathematician, discovered something quite unusual about moving air. He found that the faster air flows over the surface of something, the less the air pushes on that surface (and so the lower its pressure). The air from the hair dryer flows around the outside of the ball and, if you position the ball carefully, the air flows evenly around each side. Gravity pulls the ball downward while the pressure below the ball from the moving air forces it upward. This means that all the forces acting on the ball are balanced and the ball hovers in midair.\nAs you move the hair dryer you can make the ball follow the stream of air because Bernoulli’s Principle says that the fast moving air around the sides of the ball is at a lower pressure than the surrounding stationary air. If the ball tries to leave the stream of air, the still, higher pressure air will push it back in. So, the ball will float in the flow no matter how you move. When you place the empty toilet paper tube into the air stream, the air is funneled into a smaller area, making air move even faster. The pressure in the tube becomes even lower than that of the air surrounding the ball, and the ball is pushed up into the tube.\n"
    },
    {
        "title": "Balancing Utensils",
        "description": "A balanced diet is always a good idea to help you stay healthy. Here’s an activity that’ll be a hit at home or at your […]",
        "link": "https://stevespangler.com/experiments/balancing-forks/",
        "explanation": "\n How Does It Work\nThe center of gravity of an object refers to the central location that gravity acts on the object. In this activity, the center of gravity is straight down from the spot where the toothpick sits on the rim of the glass (called the pivot point). If you look closely at your balancing utensils, you’ll notice that the handles are curved well below the toothpick. This actually moves the center of gravity directly below the point where the toothpick touches the rim.\nIf the glass has slanted sides, the center of gravity— where the utensils balance front and back, left and right, up and down— is actually located in mid-air next to the glass. A tightrope or high wire walker often uses a long stick for balancing in the same way as the forks are used in this experiment.\nIf you burned the ends of the toothpick, you may have been surprised that the utensils remained balanced. Why didn’t the flame keep burning and cause a collapse? Fire requires three things: heat, fuel, and oxygen. Take away one of these and the fire goes out. The fuel and oxygen were there but you took away the heat. The glass and the metal rob the flame of its heat and it dies.\nThe real secret to this activity is to not give up or get frustrated if the utensils fall. Just rebuild and try again. Once you’ve mastered the balancing act, you’ll be the hit of any dinner party.\n"
    },
    {
        "title": "Color Changing Carnation Flowers",
        "description": "With this experiment, you can discover for yourself how essential the functions of stems are to plant growth. As the colored water is absorbed, you will be able […]",
        "link": "https://stevespangler.com/experiments/colorful-carnations/",
        "explanation": "\n How Does It Work\nMost plants “drink” water from the ground through their roots. The water travels up the stem of the plant into the leaves and flowers where it makes food and helps keep the plant rigid. When a flower is cut off the plant, it no longer has its roots but the stem of the flower still “drinks” up the water and provides it to the leaves and flowers. How does this happen?\nThere are two things that combine to move water through plants — transpiration and cohesion. Water evaporating from the leaves, buds, and petals (transpiration) pulls water up the stem of the plant. This works sort of like you sucking on a straw. Water that evaporates from the leaves “pulls up” other water molecules behind it to fill the space it left. Instead of a mouth providing the suction, it is due to the evaporating water. This can happen because water sticks to itself (cohesion) and because the tubes in the plant stem are very tiny. This water movement process through tiny tubes is called capillary action. Coloring the water with food coloring does not harm the plant but it allows you to see the movement of water into the flower. Splitting the stem simply proves that the tiny tubes in the stem run all the way through the stem from the water to the petals of the flowers. Our unofficial tests indicated that the blue food color went up the carnations the fastest, followed by the red and then the green food colors.\n\n"
    },
    {
        "title": "Soda Can Shake-Up",
        "description": "In some circles, it’s considered bad manners to shake a can of soda just before giving it to a thirsty friend. The unexpected w-h-o-o-s-h of soda […]",
        "link": "https://stevespangler.com/experiments/soda-can-shake-up-experiment/",
        "explanation": "\n How Does It Work\nSince the fizz in soda is actually dissolved carbon dioxide gas (CO2), the goal is to keep as much of it in the liquid as possible. Soda fizzes when dissolved CO2 is released in the form of bubbles. At the bottling plant, carbon dioxide molecules are forced into the liquid in quantities much greater than would dissolve in normal atmospheric pressure. There’s a lot of pressure being applied to do this. In addition, the liquid is very cold. As it warms up in the sealed can, the CO2 wants to come out of solution but the can is strong enough to hold it in there. As soon as you open the can, some of the excess gas escapes but the liquid and the remaining gas stay inside.\nShaking an unopened can of soda causes bubbles of CO2 to cover the inside walls of the can. They form on imperfections in the metal called nucleation points. When you open a shaken can, the pressure in the liquid drops quickly and the volume of a billion or so CO2 bubbles increases instantly (check out Boyle’s Law). Whoosh! The quickly expanding bubbles force any liquid above them out of the can as a foaming mess.\nSome people think tapping the top of the can before opening it prevents this mess. This actually does very little to the bubbles. The trick is to dislodge them from the side walls and bottom of the can so they can scoot to the top of the liquid (because gas is less dense than a liquid). Once the bubbles are at the top of the can, there will be little or no liquid blocking their escape when you open it. As a result, the soda doesn’t spray. Remember, snap the side instead of tapping the top.\n"
    },
    {
        "title": "Bouncing Bubble",
        "description": "With the Bouncing Bubble, that little puff of air trapped in a thin soap film will bounce. What?!?! It’s true! These bubbles are formulated to […]",
        "link": "https://stevespangler.com/experiments/bouncing-bubble-3/",
        "explanation": "\n How Does It Work\n\n\n\nA bouncing bubble is amazing because most people have never seen a bubble bounce, much less be the person who actually does the bouncing! Experience shows that bubbles usually burst when they come in contact with just about anything. Why? A bubble’s worst enemies are oil, dirt, and gravity. A “super” bubble will bounce off of a surface if the surface is free of oil or dirt particles that would normally cause a break in the thin soap film of the bubble. The problem with gravity and evaporation is that the water film gets very thin (down to a millionth of an inch) on the top surface as time passes. It finally gets too thin to hold onto itself and the wall collapses completely.\nSimilar to the way we perceive the colors in a rainbow or an oil slick, we see the colors in a bubble through the reflection and the refraction of light waves off the inner and outer surfaces of the bubble wall. You can’t color a bubble since its wall is only a few millionths of an inch thick. A bubble reflects color from its surroundings.\nGlycerin is commonly used in making bubble solution to give the soap film strength. The addition of glycerin help to keep the water from evaporating as quickly as it would using a solution with just soap and water. This is just one of the tricks used to make longer lasting, bouncing bubbles.\n\n\n\n"
    },
    {
        "title": "Floating Ping Pong Ball",
        "description": "You’ve seen Steve Spangler use blow dryers or industrial-sized blowers to levitate ping pong balls, beach balls, and send toilet paper flying through the air. […]",
        "link": "https://stevespangler.com/experiments/floating-ping-pong-ball/",
        "explanation": "\n How Does It Work\nThe Floating Ping Pong Ball is a wonderful example of Bernoulli’s Principle, the same principle that allows heavier-than-air objects, like airplanes, to fly.\nBernoulli, an 18th century Swiss mathematician, discovered something quite unusual about moving air. He found that the faster air flows over the surface of something, the less the air pushes on that surface. That means that the air pressure on the object is lower than average.\nThe air from the straw, as you blow through it, produces the levitating ball phenomenon using Bernoulli’s Principle. The fast air moving that you are blowing around the sides of the ball is at a lower pressure than the surrounding, stationary air. If you look closely, you’ll see that the ball wobbles while it is levitating in midair. The ball is attempting to leave the area of low pressure, but the higher air pressure surrounding it forces it back into the low pressure area.\n"
    },
    {
        "title": "Flame Test - Colorful Elements",
        "description": "Blue, orange, and yellow flames are pretty common. What about green or purple flames? When you’re used to the everyday colors of flames, colorful changes […]",
        "link": "https://stevespangler.com/experiments/flame-test/",
        "explanation": "\n How Does It Work\nThis activity is called a flame test and it’s a real procedure used in labs. Its purpose is to identify specific elements in a material. When the boric acid was in the flame, you probably notice a bright green portion of the flame. You may have seen it only briefly but it was there. The green color denotes the presence of the element boron (B) which you’d expect in boric acid. The cream of tartar yielded a purple-colored flame. Purple is associated with the presence of potassium (K). That’s because cream of tartar is a potassium salt.\nThese element-specific colors are catalogued in an emission spectrum. The emission spectral color of an element occurs when certain electrons in an atom are excited to a higher energy level and then make a transition from that level to their normal energy state. In that downward transition, energy is released as a photon of light at a specific wavelength of color. The hiding element is revealed by color!\n"
    },
    {
        "title": "Balancing Nails",
        "description": "The object is to balance a bunch of nails on the head of a single nail. All of the nails have to be balanced at […]",
        "link": "https://stevespangler.com/experiments/balancing-nail-puzzle/",
        "explanation": "\n How Does It Work\nGravity pulls any object toward the center of the Earth as if all of its weight were concentrated at one point. That point is called the center of gravity. Objects fall over when their center of gravity is not supported. For symmetrical objects like a ball or a meter stick, the center of gravity is exactly in the middle of the object. For objects that are not symmetrical, like a baseball bat, the center of gravity is closer to the heavier end.\nThe stability of the nails depends on their center of gravity being right at or directly below the point where they rest on the bottom nail. Add too many nails to the left or right and they become unstable and fall off.\nThis “scientific” puzzle is trickier than it looks. The best way to solve it is to think of an idea and then try it out. Even if it doesn’t work, you might think of another idea at the same time. The key is to not get frustrated and give up. Keep trying. You might even have to sleep on an idea and come back to it the next day. You may want to share your ideas with others to see if they have a different approach to solving the problem. This problem-solving process is exactly like the scientific method—ask a question, run some tests, ask another question, run some more tests, and eventually come to a conclusion. If your experiment or “solution” doesn’t work, that’s okay. Some of the greatest scientific discoveries have been made by mistake!\n"
    },
    {
        "title": "Squeeze Bottle Rocket",
        "description": "It’s easy to turn a juice bottle into a rocket launcher. How? Grab a few straws, some modeling clay, and an empty juice bottle to […]",
        "link": "https://stevespangler.com/experiments/squeeze-bottle-rocket/",
        "explanation": "\n How Does It Work\nWhile you’re having fun launching straws, you’re actually learning about Newton’s Laws of Motion. According to the First Law, an object at rest (the larger straw) wants to stay at rest if it’s not moving and to keep moving in a straight line if it is moving. That straw will not move unless some force is applied to it to make it move. That’s where your actions come into the equation by squeezing the juice bottle. Newton’s Third Law says that for every action there is an equal and opposite reaction. As you squeeze the bottle, air is forced out of the smaller straw and pushes against the clay plug in the larger straw. The resulting force causes the straw to “launch” through the air.\nOur good friend and science teacher Bruce Yeany explains it this way…\nWhen you give that bottle a good ol’ squeeze, you’re actually shrinking its interior space. Think of it like a mini dance floor where air particles are groovin’. Squeeze the bottle, and you’re telling those air particles to get cozy—real cozy. This makes the pressure inside the bottle skyrocket. Go ahead, try it with an empty soda bottle and its cap on. Squeeze away! You’ll notice it doesn’t give much, right? That’s the pressure building up, my friends.\nNow, let’s add a twist—a straw. When you put a straw into the mix, you’re basically giving the air an escape route, like a VIP exit from a crowded concert. No more pressure build-up.\nReady for some action? Squeeze that bottle fast, and whoosh. The air zooms out of the straw, propelling it forward. It’s the same science that sends a straw wrapper flying when you blow on it.\nTwo things will make your straw go the distance:\n\nThe speed of your squeeze—the faster, the better\nThe length of the straw—longer straws make for longer flights\n\nSo, go ahead, experiment and let those straws fly.\nRemember… never point the straw rocket at anyone. The goal here is to launch the rocket up in the air (not at someone). Be sure to cover the plugged end of the straw with something soft and round to protect someone from accidentally getting hurt by a sharp edge. Be creative! Once you’ve mastered the simple straw rocket, challenge your friends to a straw rocket design contest. Add a nose cone, some fins, a few decorations, and don’t forget to name your straw rocket.\n"
    },
    {
        "title": "Balloon Skewer",
        "description": "Some things in this world just don’t mix—dogs and cats, oil and water, needles and balloons. Everyone knows that a balloon’s worst fear is a […]",
        "link": "https://stevespangler.com/experiments/skewer-through-balloon/",
        "explanation": "\n How Does It Work\nThe secret is to use the portion of the balloon where the rubber molecules are under the least amount of stress or strain. If you could see the rubber that makes up a balloon on a microscopic level, you would see many long strands or chains of molecules. These long strands of molecules are called polymers, and the elasticity of these polymer chains causes rubber to stretch. Blowing up the balloon stretches these strands of polymer chains.\nAfter drawing on the balloon with the Sharpie marker, you probably noticed that the dots on either end of the balloon were relatively small in comparison to the enlarged dots in the middle section of the balloon. You’ve just uncovered the area of least stress—the ends of the balloon. You wisely chose to pierce the balloon at a point where the polymer molecules were stretched out the least. The long strands of molecules stretched around the skewer and kept the air inside the balloon from rushing out. When you removed the skewer, you felt the air leaking out through the holes where the polymer strands were pushed apart. Eventually the balloon deflated, but it never popped, right?\nTrying to pierce the balloon in the middle section is nearly impossible unless you have some help from a piece of clear tape. Normally, the long chains of rubber molecules are under so much stress or tension that they tear easily with the slightest puncture. The clear tape helps to hold the rubber molecules in place, preventing them from tearing apart when the balloon is punctured. In an attempt to fool the people who know how to push a skewer through the ends of a balloon, magicians will secretly place pieces of clear tape in the middle section of a balloon to keep the balloon from popping when they puncture the balloon in this “forbidden” area. It’s just another way to make even the smartest people say, “How did you do that?”\nAside from learning about the science of polymers, the Skewer Through the Balloon activity can be used as a great way to demonstrate a life lesson on how to approach a potentially stressful situation. The key to approaching any stressful situation is to find the area of least stress and to use this as an entry point as you attempt to relieve the tension. In other words, every stressful situation has a “best point of entry” and requires a good exit strategy if you are going to be successful in diffusing the potentially volatile situation. It’s a great object lesson at any age!\n"
    },
    {
        "title": "The Baby Diaper Secret",
        "description": "If you’ve ever changed a diaper and noticed what looked like tiny crystals on the baby’s skin, you’ve uncovered the secret of superabsorbent, disposable diapers. […]",
        "link": "https://stevespangler.com/experiments/baby-diaper-secret-vanishing-water/",
        "explanation": "\n How Does It Work\nThe secret, water-absorbing chemical in a diaper is a superabsorbent polymer called sodium polyacrylate. A polymer is simply a long chain of repeating molecules. If the prefix “poly” means many, then a polymer is a long chain of molecules made up of many smaller units, called monomers, which are joined together. Some polymers are made up of millions of monomers. Superabsorbent polymers expand tremendously when they come in contact with water because water is drawn into and held by the molecules of the polymer. They act like giant sponges. Some can soak up as much as 800 times their weight in water. Just imagine how much water a giant diaper could hold!\nThe cotton-like fibers you removed from the diaper help to spread out both the polymer and the liquid so that the baby doesn’t have to sit on a mushy lump of water-filled gel. It’s easy to see that even a little bit of polymer powder will hold a huge quantity of water, but it does have its limits.\nIn spite of their usefulness, these diapers can be a problem. If you’ve ever observed a baby in diapers splashing in a wading pool, you know that even one diaper can absorb lots and lots of water. Most public pools won’t allow them to be worn in the water because huge globs of gooey gel can leak out and make a mess of the filter system. Also, some folks used to throw them away in toilets—not a good idea! For the most part, however, these diapers are a great invention and make for dry, happy babies.\n"
    },
    {
        "title": "Amazing Square Bubble",
        "description": "Soap bubbles that are not spherical are unusual and they don’t happen without a little help. Nature is funny like that. Square bubbles are easy to […]",
        "link": "https://stevespangler.com/experiments/amazing-square-bubble/",
        "explanation": "\n How Does It Work\nBubbles form because water has reduced surface tension in the presence of soap. Hydrogen atoms in one water molecule are attracted to oxygen atoms in another water molecule (cohesion). They like each and they cling together. Soap molecules help them be more “stretchy” or flexible by butting in and decreasing the force of the attraction. Soap (and the glycerin) also reduces evaporation of water molecules so individual bubbles can last longer. There is also some strengthening of the soap film.\nWhy are bubbles always round? Physicists will tell you that bubbles use a minimum amount of surface area needed to enclose the volume of air trapped inside. In this activity, however, as you dip the cube into the bubble solution, the solution stretches between the edges and the soap film clings to the sides of the cube (adhesion). This causes the bubbles to appear square or cubic. The soap film connects the shortest possible distance while still connecting all sides. Notice, however, that even the bubble you blew into the center at the end bulges slightly on its sides. Bubbles love a spherical shape!\n"
    },
    {
        "title": "Cornstarch Quicksand",
        "description": "Anyone who has ever watched a classic Western knows about the dangers of quicksand. You know, that gooey stuff that grabs a hold of its […]",
        "link": "https://stevespangler.com/experiments/cornstarch-quicksand/",
        "explanation": "\n How Does It Work\nThe cornstarch and water mixture acts like a solid sometimes and a liquid at other times. This concoction is an example of a suspension (a mixture of two substances), one of which is finely divided and dispersed in the other. In the case of the cornstarch quicksand, it’s a solid dispersed in a liquid.\nWhen you slap the cornstarch quicksand, you force the long starch molecules closer together. The impact of this force traps the water between the starch chains to form a semirigid structure. When the pressure is released, the corn- starch flows again.\nAll fluids have a property known as viscosity—the measurable thickness or resistance to flow in a fluid. Honey and ketchup are liquids that have a high resistance to flow, or a high viscosity. Water has a low viscosity. Sir Isaac Newton said that viscosity is a function of temperature. So, if you heat honey, the viscosity is less than that of cold honey. The cornstarch-water mixture, and real quicksand, are both examples of non-Newtonian fluids because their viscosity changes when stress or a force is applied, not when heat is applied.\nWhat is quicksand, really? Quicksand is nothing more than a soupy mixture of sand and water, where the sand is literally floating on water. Quicksand is just solid ground that has been liquefied by too much water, and the term “quick” refers to how easily the sand shifts in this solid-liquid state. Quicksand is created when water floods or saturates an area of loose sand and the sand begins to move around. When the water in the sandy soil cannot escape, it creates a liquid-like soil that can no longer support any weight. If an excessive amount of water flows through the sand, it forces the sand particles apart. This separation of particles causes the ground to loosen, and any weight placed on the sand will begin to sink through it.\nThe quicksand phenomenon can be caused by flowing underground water rising to the surface or even an earthquake that agitates the sand. You are likely to find quicksand around riverbanks, lake shorelines, marshes, beaches, near underground springs or any place where an uprising of water oversaturates and agitates the sand.\nThe next time you are standing barefoot on the beach, think about the properties of quicksand. Normally, the grains of wet sand are compressed together tightly and this firm ground easily supports your weight. The friction between grains of wet sand is strong enough to make it easy to build sand castles. However, when the sand on the beach is flooded with an excess amount of water, the agitated sand particles begin to move, separate, and quickly wash away right out from under your feet.\n"
    },
    {
        "title": "Fortune Telling Fish",
        "description": "Are you searching for answers about your real personality? You know, the one you keep hidden from everyone? A simple plastic fish will reveal the deeper side of […]",
        "link": "https://stevespangler.com/experiments/fortune-telling-fish/",
        "explanation": "\n How Does It Work\nOf course the Fortune Telling Fish isn’t alive, so, what makes it move the instant it touches your hand? These toys are made of a super-thin, plastic material and they’re two-sided.\nThe plastic is hygroscopic which means it’s a water-finding material; it’s moisture sensitive. This property means the fish grabs onto the moisture on the surface of your palm and since the palms of human hands have a lot of sweat glands, the plastic is immediately bonded to moisture. The key is, however, that the plastic grabs water molecules only on the side in direct contact with skin. The plastic doesn’t absorb water molecules, it merely grabs them. As a result the moist side expands but the dry remains as it was. The plastic curls because the dry side pulls the expanding moist side around it. The curling movements come from the orientation of the polymer strands in the plastic. This is called the grain of the polymer. If the grain is oriented from head to tail, the strands curl the fish from head to tail. If the grain is oriented from side to side, the fish curls from side to side as well.\n"
    },
    {
        "title": "Impossible Egg Crush",
        "description": "Eggs are amazingly strong despite their reputation for being so fragile.  An egg can withstand nearly your entire strength as you try to squeeze it. […]",
        "link": "https://stevespangler.com/experiments/impossible-egg-crush/",
        "explanation": "\n How Does It Work\nThe egg’s unique shape gives it tremendous strength, despite its fragility. Eggs are similar in shape to a 3-dimensional arch, one of the strongest architectural forms. The egg is strongest at the top and the bottom (or at the highest point of the arch). That’s why the egg doesn’t break when you add pressure to both ends.\nThe curved form of the shell also distributes pressure evenly all over the shell rather than concentrating it at any one point. By completely surrounding the egg with your hand, the pressure you apply by squeezing is distributed evenly all over the egg. However, eggs do not stand up well to uneven forces which is why they crack easily when you push on just one side or wear a ring (or why it cracks on the side of a bowl). The uneven pressure of the ring against the shell will result in an amusing display of flying egg yolk for your audience members. This also explains how a hen can sit on an egg and not break it, but a tiny little chick can break through the eggshell – the weight of the hen is evenly distributed over the egg, while the pecking of the chick is an uneven force directed at just one spot on the egg.\n"
    },
    {
        "title": "Mentos and Diet Coke Experiment",
        "description": "It’s been called the “vinegar and baking soda” reaction for a new generation. While science teachers have been dropping candies and mints into 2-liter bottles […]",
        "link": "https://stevespangler.com/experiments/original-mentos-diet-coke-geyser/",
        "explanation": "\n How Does It Work\nWhy do Mentos turn ordinary bottles of diet soda into geysers of fun? The answer is a little more complicated than you might think. Let’s start with the soda . . .\nSoda pop is made of sugar or artificial sweetener, flavoring, water, and preservatives. The thing that makes soda bubbly is invisible carbon dioxide (CO2), which is pumped into bottles at the bottling factory using lots of pressure. If you shake a bottle or can of soda, some of the gas comes out of the solution and the bubbles cling to the inside walls of the container (thanks to tiny pits and imperfections on the inside surface of the bottle called nucleation sites). When you open the container, the bubbles quickly rise to the top pushing the liquid out of the way. In other words, the liquid sprays everywhere.\nDOWNLOAD THE FULL MENTOS AND DIET COKE EXPERIMENT\nIs there another way for the CO2 to escape? Try this. Drop an object like a raisin or a piece of uncooked pasta into a glass of soda and notice how bubbles immediately form on the surface of the object. These are CO2 bubbles leaving the soda and attaching themselves to the object. For example, adding salt to soda causes it to foam up because thousands of little bubbles form on the surface of each grain of salt. This bubbling process is called nucleation, and the places where the bubbles form, whether on the sides of the can, on an object, or around a tiny grain of salt, are the nucleation sites.\nWhy are Mentos so Special?\nThe reason why Mentos work so well is twofold—tiny pits on the surface of the mint, and the weight of the Mentos itself. Each Mentos mint has thousands of tiny pits all over the surface. These tiny pits act as nucleation sites—perfect places for CO2 bubbles to form. As soon as the Mentos hit the soda, bubbles form all over the surfaces of the candies and then quickly rise to the surface of the liquid. Couple this with the fact that the Mentos candies are heavy and sink to the bottom of the bottle and you’ve got a double whammy. The gas released by the Mentos literally pushes all of the liquid up and out of the bottle in an incredible soda blast.\nMeasuring the Height of the Geyser\nTo make any of these tests meaningful, you need to find a way to measure the height of the eruption. A friend or parent with a video camera is a great way to watch and document the results of your experiment, but you’ll also need some specific measurements or data. Try placing the soda bottle next to the wall of a brick building (after getting permission from the building’s owner). Measure the height of the geyser by counting the number of bricks that are wet once the geyser stops. If you want a more specific measurement, use chalk to mark off 1-foot increments on the brick wall before you drop the Mentos into the bottle of soda. Make comparisons, create a chart with your data, and draw some conclusions. Be sure to thank the building’s owner and to hose off the wall of the building when you are finished!\nMeasuring the Volume of the Geyser\nIf you want to examine the volume of the geyser instead of the height, make note of the volume of a full bottle of soda before you drop the Mentos into it. (Okay, it’s a trick question because a 2-liter bottle of soda holds . . . 2 liters!) Once the geyser stops, pour out the remaining contents of the bottle and measure how much liquid is left. You could use a beaker or a graduated cylinder to measure the remaining liquid in milliliters. Remember that 1 liter is equivalent to 1000 mL. Subtract the remaining amount of liquid from the original volume of the bottle to calculate the volume of the geyser. Then make comparisons, create a chart with your data, and draw some conclusions.\nHow Many Mentos Work Best?\nThis has to be the number one question everyone asks about this experiment. What is the best number of Mentos to use to make the highest-shooting geyser? This is a great topic for a science project—you’ll need lots of soda and Mentos, and a few friends to help record all of the data.\nBe sure that the soda bottles are all the same brand and type. It’s also important that all of the test bottles are stored in the same place so that the liquid in each bottle is the same temperature.\nLine up a row of ten 2-liter bottles against a brick wall (see “Measuring the Height of the Geyser”). Each bottle will receive a different number of Mentos. Drop one Mentos into the first bottle and record the height by counting the wet bricks (or set up your own scale behind each soda bottle). Drop two Mentos into the second bottle, and so on until you’ve completed all ten bottles.\nOf course, this could go on forever, but you’ll start to see a trend in your data that shows the maximum height of the geyser for a certain number of Mentos. Many soda geyser-ologists believe that seven Mentos produce the highest-shooting geyser. Using any more than seven Mentos is just a waste, according to these soda-soaked science enthusiasts. What do your results reveal about the effect of the number of Mentos on the height of the geyser?\nThe Brand Test\nYou guessed it . . . it’s time to put your favorite soda to the test. Does one brand produce higher-flying geysers? How does generic soda stack up against the big name brands? If you’re doing a science fair project, your initial question might be, “What is the effect of the brand of soda on the height of the geyser?”\nUse your data from the previous test to determine the standard number of Mentos to use for this test. The only variable you’ll change in this test is the brand of soda while everything else remains the same (the number of Mentos and the amount of soda). Again, make sure all of the soda is at the same temperature because temperature plays an important role in the reaction. The brand of soda is the only thing that changes (the variable).\nJust think . . . your results could help determine the next Mentos Geyser craze!\nThe Temperature Test\nWhat is the effect of temperature on the height of the geyser? Does warm soda shoot up higher than cold soda? The key is to keep every launch fair and to make sure the only variable is the temperature of the soda. You’ll need a thermometer to record the temperature of the soda just before you launch it.\nTo enforce the fairness factor, you must stick with one brand of soda for the entire test. Let’s use Diet Coke in this example. You’ll want to purchase three bottles of Diet Coke and two rolls of Mentos. You’re going to set up three tests—warm soda, room temperature soda, and cold soda. Place one bottle of Diet Coke in the refrigerator and let it sit overnight. Place the second bottle in a place where it can reach room temperature overnight. There are two safe ways to warm the other bottle of soda. The simplest method is to let the unopened bottle sit in the sun for several hours. You can also place the bottle of unopened soda in a bucket of warm water. Never use a stove or microwave to heat a bottle of soda.\nIt’s time to return to your launching site. Check to make sure your measuring scale is in place (counting bricks or using an alternative scale against the wall). Let’s start with the bottle of cold Diet Coke. Open the bottle and dip the thermometer down into the soda. Record the temperature. Load seven Mentos into your paper roll and drop them into the soda. Immediately record the data for the cold soda test. Repeat the same procedure for the bottle of soda at room temperature and for the bottle of warm soda. It’s important to use the same number of Mentos for each test and to drop them the same way.\nNo matter which brand of soda you tested, the warm bottle probably produced the highest-shooting geyser. Warm soda tends to fizz much more than cold soda. Why? The answer lies in the solubility of gases in liquids. The warmer the liquid, the less gas can be dissolved in that liquid. The colder the liquid, the more gas can be dissolved in that liquid. This is because as the liquid is heated, the gas within that liquid is also heated, causing the gas molecules to move faster and faster. As the molecules move faster, they diffuse out of the liquid, leaving less gas dissolved in that liquid. In colder liquids the gas molecules move very slowly, causing them to diffuse out of the solution much more slowly. More gas tends to stay in solution when the liquid is cold. This is why at the bottling plant CO2 is pumped into the cans or bottles when the fluid is just above freezing—around 35 degrees Fahrenheit. This low temperature allows the maximum amount of CO2 to dissolve in the soda, keeping the carbonation levels as high as possible.\n"
    },
    {
        "title": "Growing Bacteria in Petri Dishes",
        "description": "This activity will prove that Mom was right… “Wash your hands with soap and warm water!” A Petri dish prepared with nutrient agar (a seaweed […]",
        "link": "https://stevespangler.com/experiments/growing-bacteria/",
        "explanation": "\n How Does It Work\nYou’re likely to have a huge variety of colors, shapes, and smells in your tiny worlds. Count the number of colonies on the plate, note the differences in color, shape, and other properties. Getting bacteria to grow can be a little tricky, so don’t get discouraged if you have to make more than one attempt. Allow enough time for them to grow, too. You need millions of them in one place just to see them at all. They’re really tiny! In a lab, you’d use your trusty inoculating loop to pick up a bit of the bacteria in order to create a slide for further study under a microscope.\nMost bacteria collected in your environment will not be harmful. However, once they multiply into millions of colonies in a Petri dish they become more of a hazard. Be sure to protect open cuts with rubber gloves and never ingest or breathe in growing bacteria. Keep your Petri dishes sealed in the zipper-lock bags for the entire experiment. When you’re finished with the experiment, some people recommend placing the Petri dish bag in a larger zipper-lock bag along with a few drops of bleach. Seal the larger bag and dispose of it in the trash.\n"
    },
    {
        "title": "Walking on Eggs",
        "description": "The phrase “walking on eggshells” is an idiom that is often used to describe a situation in which people must tread lightly around a sensitive […]",
        "link": "https://stevespangler.com/experiments/walking-on-eggshells/",
        "explanation": "\n How Does It Work\nPlain and simple, the shape of the egg is the secret! The egg’s unique shape gives it tremendous strength, despite its seeming fragility. Eggs are similar in shape to a three-dimensional arch, one of the strongest architectural forms. The egg is the strongest at the top and the bottom (or at the highest point of the arch). That’s why the egg doesn’t break when you apply pressure evenly to both ends. The curved form of the shell helps to distribute pressure evenly all over the shell rather than concentrating it at any one point. However, eggs do not stand up well to uneven forces, which is why they crack easily on the side of a bowl. This also explains how a hen can sit on an egg and not break it, but a tiny little chick can break through the eggshell. The weight of the hen is evenly distributed over the egg, while the pecking of the chick is an uneven force directed at just one spot on the egg.\nIf you guessed that the egg carton probably played a role in keeping the eggs from breaking, you’re right. Joseph Coyle is credited as the inventor of the first container made specifically to keep eggs from breaking as they were transported from the local farm to the store. As the story goes, Coyle invented the egg carton in 1911 as a way to solve a dispute between a farmer and a hotel operator who blamed the farmer for delivering broken eggs. Coyle designed a container made out of thick paper with individual divots that supported each egg from the bottom while keeping the eggs separated from one another. As legend has it, the fully loaded egg carton can even be dropped, and if it lands just right, the eggs will survive the fall.\n"
    },
    {
        "title": "Fruit-Power Battery",
        "description": "Voltaic batteries of all shapes and sizes are devices that convert chemical energy into electrical energy. You probably use batteries to power your cell phone, iPod, […]",
        "link": "https://stevespangler.com/experiments/fruit-power-battery/",
        "explanation": "\n How Does It Work\nBatteries are comprised of two different metals suspended in an acidic solution. With the Fruit-Power Battery, the two metals are zinc and copper. The zinc is in the galvanization on the nails, and the pennies are actually copper-plated zinc. The acid comes from the citric acid inside each lemon.\nThe two metal components are electrodes, the parts of a battery where electrical current enters and leaves the battery. With a zinc and copper setup, the electron flow is out of the penny (copper) and into the nail (zinc) through the acidic juice inside the lemon. In the exchange of electrons between the zinc and the copper over the acid bridge, copper accepts two electrons from zinc which accounts for the current.\nOnce the Fruit-Power Battery is connected to the LED, you’ve completed a circuit. As the electrical current passes through the LED, it powers the LED and then passes back through all of the lemons before getting to the LED again. By the way, an LED is polar sensitive. That means an LED will glow only if the current is flowing through it in the right direction. If you hook up the LED and it doesn’t glow, switch the alligator clips attached to its legs. That should do it.\n"
    },
    {
        "title": "Mousetraps in Motion",
        "description": "A mousetrap is a stellar example of converting potential energy to kinetic energy. The spring of the mousetrap is held back with a bunch of […]",
        "link": "https://stevespangler.com/experiments/mousetraps-in-motion/",
        "explanation": "\n How Does It Work\nWhew! It took some effort, but the Mousetraps in Motion experiment was totally worth it! As you wind the ribbon around the front axle, you are creating potential energy that is stored in the spring of the mousetrap. Releasing the axle also releases the spring, converting potential energy into kinetic energy. The spring pulls the ribbon and unwinds it from the front axle, making the axle spin and pull the rest of the car along. It’s just like a front-wheel-drive car!\n"
    },
    {
        "title": "Balloon-Powered Car",
        "description": "When it comes to powering a race car, there are a lot of options. Some cars use gasoline, diesel fuel, rocket fuel, or other combustible […]",
        "link": "https://stevespangler.com/experiments/balloon-powered-race-car/",
        "explanation": "\n How Does It Work\nThe concept behind the Balloon-Powered Car is pretty simple, but that doesn’t make it any less impressive. When you blow up the balloon, set your racer down, and let it go, escaping air from the balloon rushes out of the straw. This is your car’s propulsion system. As briefly mentioned in Step 8, the principle at work is Newton’s Third Law of Motion. This law states that for every action, there is an equal but opposite reaction. In the case of the Balloon-Powered Car, the action is the air rushing from the straw and pushing against the air behind the car. The reaction is the air behind the car pushing against the car with the same force causing the forward movement of the car.\nThe potential energy of the car is stored in the expanding elastic material of the balloon. As the balloon fills with air, it adds more potential or stored energy. As the air flows from the balloon, the energy changes to kinetic energy or the energy of motion. The moving Balloon-Powered Car is using kinetic energy. If you aim your car down a ramp from the top of the ramp, just lifting it up into position adds potential energy thanks to gravity. Upon release, the energy converts to kinetic and the car goes until there’s not enough to move it anymore.\nThe first part of Step 8 was in fun but the points are correct. The rounder the wheels, the better. The parallel axles and wheels mean the car will travel in a straight line and not veer one way or the other and lose energy doing so. Centering the wheel on the axle means it rolls evenly without a wobble or an up and down movement which, you guessed it, eats up energy that could go to speed. Wow! There’s a lot packed into this simple design!\n"
    },
    {
        "title": "Talking Cups",
        "description": "From the soulful crooning of an R&B singer to the deep roar of thunder, sounds are created by vibrations. So, if you’re looking to make […]",
        "link": "https://stevespangler.com/experiments/talking-cups/",
        "explanation": "\n How Does It Work\nSound is created and transmitted through the air by vibrations. As your fingers slide across the string, they create small vibrations. When you add the wet paper towel, the string gets stickier and causes the “stick and slide” effect as you run your fingers down the string.  The “sticking and sliding” increases the strings vibrations.  The sound created by the vibrations is then amplified by the cup, creating the strange speaking sound.\n"
    },
    {
        "title": "Volcano in a Cup (Erupting Wax)",
        "description": "When you hear about a volcano erupting, what do you think is going on? If you’re like us, you think of red hot chunks of […]",
        "link": "https://stevespangler.com/experiments/volcano-in-a-cup-erupting-wax/",
        "explanation": "\n How Does It Work\nThe core of the earth has liquid hot magma that, on occasion, erupts through the crust. The volcanic eruptions we generally think of occur on land and result in the sky-high smoke plumes and lava flows that we see on the news. However, nearly 80% of all volcanic eruptions occur underwater.  Until scientists got footage of an underwater eruption in 2009, we had no idea what they looked like.\nWith the Volcano in a Cup, you recreate liquid hot magma by heating wax that is covered by sand. The liquid hot wax bubbles through the sand and causes miniature eruptions in the surface of the sand as it does so. Think of each bubble in the sand’s surface as an underwater volcano. When the wax bubbles through the surface of the sand, it is met by much colder water that cools the wax and causes it to harden.\n"
    },
    {
        "title": "Balloon Expansion",
        "description": "Here’s a great way to actually see how air fills more space and then less space as its temperature changes back and forth between warmer and cooler. You can easily […]",
        "link": "https://stevespangler.com/experiments/balloon-expansion/",
        "explanation": "\n How Does It Work\nThis activity shows that air really is matter (has weight; takes up space). What made the balloon get bigger? It’s simply the expansion of air trapped in the bottle and the balloon. Air expands when it is heated; it spreads out and either fills a larger space or raises the pressure in a closed space. Since the bottle and the balloon were full of air molecules when you stretched the balloon over the opening and sealed them inside, they began to expand upward into the balloon as the bottle was heated. The air molecules moved faster and faster as the temperature rose and they could spread out and fill a larger space as a result. The expanding balloon showed that this was happening. When the heat was removed, the air molecules contracted (got closer together), took up less space, and the balloon collapsed. However, add a little heat again and it starts all over.\nHeat energy can be moved from place to place by conduction, radiation, and/or convection. The bottle on the hot plate gets hot because glass conducts (carries or moves) heat from one place to another. If you support the bottle over the hot plate (so the two don’t touch), then the bottle gets hot due to heat radiating from the hot plate (like sunshine). Convection occurs when a fluid (like air) is heated and rises in its center. It cools as it rises and then falls back down the outside of the rising, hotter fluid. At the bottom, it’s heated again and rises in the center in a steady up and down “convective” flow. It’s likely that convection is occurring inside the sealed bottle as heated air rises into the balloon, cools, and then falls back into the bottle to be heated again.\n"
    },
    {
        "title": "CD Hovercraft",
        "description": "The puck used in an ice hockey game is designed to be nearly frictionless as it flashes across a surface of ice.  At a game center, “Air Hockey” uses air […]",
        "link": "https://stevespangler.com/experiments/cd-hovercraft/",
        "explanation": "\n How Does It Work\nHovercrafts use air to lift a vehicle off of a surface but there has to be a lot of it moving very fast, straight down. The CD Hovercraft is no exception. As the balloon contracts, air is pushed through the holes you punched in the bottle cap. This air escapes out from under the CD in all directions. Because of the shape, smoothness, and weight distribution of the rig, the escaping air creates a thin cushion between the CD and the surface. This cushion of air dramatically reduces the friction between the CD and the surface that allows your hovercraft to move freely over a smooth surface.\n"
    },
    {
        "title": "Growing and Shrinking Head - Optical Illusion",
        "description": "Science has been known to cause brain growth. The more you learn, the larger your brain. But did you know that you can use the […]",
        "link": "https://stevespangler.com/experiments/growing-and-shrinking-head/",
        "explanation": "\n How Does It Work\nWhile we typically think of optical illusions as playing tricks on our eyes, the truth is the joke is on our brains! Optical illusions do confuse our eye muscles, but they also confuse information that the brain processes from our eyes. Each of our eyeballs has six muscles attached to it. These muscles make our eyes turn in all different directions. Each of the six muscles works in pairs – one muscle that “pushes” the eyeball and another muscle that “pulls” it back.\nWhen you stare into the center of the spiral, one set of muscles pulls in your eyeballs so that they focus on the spiral and don’t return to their relaxed, center position. While you stare at the spiral, those eye muscles get weak and tired. When you stop looking at the spiral, the overworked muscles relax, and the now stronger, rested, muscles pull your eyeballs past the center position. One of your eyeballs focuses toward the right and one focuses toward the left. This overcompensation causes your brain to process a new image, which results in the growing and shrinking head illusion.\n"
    },
    {
        "title": "Oozing Pumpkin",
        "description": "Here’s a new take on our kid-friendly “Elephant’s Toothpaste” demonstration that fits right in with your Halloween party plans. With a few simple materials right from […]",
        "link": "https://stevespangler.com/experiments/oozing-pumpkins/",
        "explanation": "\n How Does It Work\nYou might remember treating a scraped knee or a cut with hydrogen peroxide. H2O2 is the chemical formula for hydrogen peroxide which shows it’s made up of two hydrogen atoms and two oxygen atoms. H2O2 looks like ordinary water (H2O), but the addition of that extra oxygen atom turns the molecule into an extremely powerful oxidizer. The hydrogen peroxide found at the grocery store is a 3% solution which is safe to touch but powerful enough to kill bacteria, viruses, and fungi on surfaces.\nThe hydrogen peroxide used for this demonstration is four times stronger than the over the counter variety you can buy at the store. Low percentage hydrogen peroxide (3%) is great at home but will not produce the massive amount of foam seen in the this effect.\nThe secret to this reaction is actually the catalyst – the yeast mixture – that speeds up the decomposition of the hydrogen peroxide. This catalyst releases the oxygen molecules that are contained in the hydrogen peroxide molecule. When H2O2decomposes, it breaks down to form water (H2O2) and oxygen (O2). The soap bubbles that erupt from the pumpkin are actually filled with oxygen.\nAs the reaction takes place, you’ll also see water vapor (yes, water vapor) rising out of the erupting foam. This shows that the reaction is exothermic, or that it gives off heat during the decomposition. As the bonds break between the H2O and O2, they release energy in the form of heat. Do the reaction in a cup and feel the sides of the cup. They’ll be warm!\n"
    },
    {
        "title": "Pop Bottle Music",
        "description": "A popular Las Vegas musical act uses tubes, bottles, trash cans, and other common items to make some very cool and distinctive sounds. This just […]",
        "link": "https://stevespangler.com/experiments/pop-bottle-sounds/",
        "explanation": "\n How Does It Work\nThe science of sound is all about vibrations. When you hit the bottle with the spoon, the glass vibrates, and it’s these vibrations that ultimately make the sound. You discovered that tapping an empty bottle produced a higher-pitched sound than tapping a bottle full of water did. Adding water to the bottle dampens the vibrations created by striking the glass with a spoon. The less water in the bottle, the faster the glass vibrates and the higher the pitch. The more water you add to the bottle, the slower the glass vibrates, creating a lower pitch.\nThe same bottle that makes a low-pitched sound when you tap it with a spoon makes a high-pitched sound when you blow across the top. The same bottle produces opposite sounds! When you blow into the bottle, you are making the air vibrate, not the glass. An empty bottle produces a lower pitch because there’s lots of air in the bottle to vibrate. Adding water to the bottle decreases the amount of air space, which means there is less air to vibrate. With less air, the vibrations happen more quickly and produce a higher pitch.\n"
    },
    {
        "title": "Burning Money",
        "description": "Do you have money burning a hole in your pocket? It’s probably not a wise idea to soak a $20 bill in a flammable liquid […]",
        "link": "https://stevespangler.com/experiments/burning-money/",
        "explanation": "\n How Does It Work\nBy now you’ve probably guessed that the money will actually burn if you dip it into a pure alcohol solution. The secret, of course, is the addition of water to the mixture. The water from the water-alcohol mixture evaporates and absorbs much of the heat energy that is generated when you ignite the bill. The water is first heated to its boiling point and then vaporized by the heat of combustion from the burning alcohol. The evaporation of the water keeps the temperature below the ignition temperature of paper, which is 233oC or 451oF. If you read Fahrenheit 451, a novel by Ray Bradbury about book burning, you will recognize this famous temperature. If you reduce the amount of water in the mixture, the paper money is likely to char or even catch on fire.\n"
    },
    {
        "title": "Pop Rocks Expander (Candy Science)",
        "description": "Pop Rocks is one of the greatest candy inventions of all time! You dump a few of the tiny pebbles onto your tongue and in an […]",
        "link": "https://stevespangler.com/experiments/poprocks/",
        "explanation": "\n How Does It Work\nThe secret behind the famous “popping” of Pop Rocks candy is pressurized carbon dioxide gas (CO2). Each of the tiny little candy pebbles contains a small amount of the gas. When they burst free from their candy shells, these tiny gas bubbles make the popping sound you hear . Need more proof? Try finding a relatively large Pop Rock in a bag and use a spoon to crush it against a hard surface. Once you achieve enough pressure, you’re likely to hear a “pop” similar to the sound you hear when you have a Pop Rock on your tongue.\nSo what causes the balloon to inflate? The carbon dioxide gas held in the candy isn’t nearly enough to cause even the small amount of inflation you observed. That’s where the CO2 in the soda comes into play. The soda, a carbonated liquid to begin with, contains lots of pressurized CO2. When the Pop Rocks are dropped into the soda, some of the gas in the soda collects in gazillions of bubbles on microscopic nucleation sites (imperfections, dents, bumps) on the candy. Some of the gas escapes from the water and corn syrup that hold it and moves upward. It fills the space at the top of the bottle and then moves up into the balloon as the volume of CO2 increases.\n"
    },
    {
        "title": "Instant Freeze Water - Bottle Slam",
        "description": "You put a plastic bottle of soda pop or water in the freezer for a few minutes to get it ice cold. It’s still a […]",
        "link": "https://stevespangler.com/experiments/instant-freeze-soda-ice/",
        "explanation": "\n How Does It Work\nYou used salt and ice to drop the temperature in the chill mixture below the normal freezing point of water. This is called “freezing point depression.” This very cold salt water can be used to cool other water and soda samples below their normal freezing point to discover which of them can be be supercooled. You might also discover which samples freeze at their normal freezing points no matter what.\nWhen water freezes, the molecules come together in a very orderly way and form a crystalline structure. Because of this, water molecules as ice have less energy than water molecules as liquid. That means to go from liquid water to solid water, the molecules have to lose heat energy. In other words, as supercooled water freezes when you tap it or open it, it also warms up the rest of the water. This heating may allow only ten or twenty percent of the water to freeze and that accounts for slush being in the bottle instead of it being a solid chunk. The formation of ice crystals happens very quickly but heat flows slowly in water.\nWhen water is cooled to its freezing point, ice crystals can begin to collect in the water. Like snow flakes, these crystals need something on which to grow and they use microscopic impurities in the water or locations on the bottle to do just that. If you work with really pure water and cool it slowly to produce supercooled water as a liquid, there’s different outcome. When an impurity (e.g. an ice crystal) is added to this supercooled pure water, it speeds up the crystallization process even more. The water instantly freezes solid with no slush in it anywhere. This is called “snap freezing.”\nIf you supercool soda water or soda pop, there are some other factors to consider. When soda pop is produced, large quantities of additives (like sugar, colors, and flavorings) as well as carbon dioxide (CO2) are pumped into water. These additives are called solutes and when solutes are added to a liquid such as water (the solvent), the freezing point of the water drops. By lowering the freezing point, soda has to reach a much colder temperature than plain water to freeze. The carbon dioxide gas in the soda is maintained only as long as the bottle is kept sealed. When the bottle is opened and you hear that “whoosh” of gas and foam rushing out of the bottle, the concentration of solutes in the water quickly goes down. The freezing point goes up and, without all those solutes, the soda freezes very quickly. Of course, all those bubbles provide places for the ice crystals to begin forming, too. You can test this by tapping a supercooled bottle of soda pop without opening it. Bubbles will form after the tap and freezing will likely occur.\n"
    },
    {
        "title": "Seven-Layer Density Column",
        "description": "What if you could stack seven different liquids in seven different layers?",
        "link": "https://stevespangler.com/experiments/seven-layer-density-column/",
        "explanation": "\n How Does It Work\nThe science secret here is density. Density is a measure of how much mass is contained in a given unit volume (density = mass divided by volume). If mass is a measure of how much “stuff” there is in an object or liquid, density is a measure of how tightly that “stuff” is packed together.\nBased on this density equation (Density = Mass ÷ Volume), if the weight (or mass) of something increases but the volume stays the same, the density has to go up. Likewise, if the mass decreases but the volume stays the same, the density has to go down. Lighter liquids (like water or rubbing alcohol) are less dense or have less “stuff” packed into them than heavier liquids (like honey or corn syrup).\nEvery liquid has a density number associated with it. Water, for example, has a density of 1.0 g/cm3 (grams per cubic centimeter—another way to say this is g/mL, which is grams per milliliter). Here are the densities of the liquids used in the column, as well as other common liquids:\n\n\n\nMATERIAL\nDENSITY (g/cm3 or g/mL)\n\n\nRubbing alcohol\n0.79\n\n\nLamp oil (refined kerosene)\n0.81\n\n\nBaby oil\n0.83\n\n\nVegetable oil\n0.92\n\n\nIce cube\n0.92\n\n\nWater\n1.00\n\n\nMilk\n1.03\n\n\nDawn dish soap\n1.06\n\n\nLight corn syrup\n1.33\n\n\nMaple Syrup\n1.37\n\n\nHoney\n1.42\n\n\n\nThe numbers in the table are based on data from manufacturers of each item. Densities may vary from brand to brand. You’ll notice that according to the number, rubbing alcohol should float on top of the lamp oil, but we know from our experiment that the lamp oil is the top layer. Chemically speaking, lamp oil is nothing more than refined kerosene with coloring and fragrance added. Does every brand of lamp oil exhibit the same characteristics? Sounds like the foundation of a great science fair project.\nSo, the next time you’re enjoying a glass of iced tea, you’ll know why those ice cubes float. That’s right . . . it’s all about density.\n"
    }
]